{"exam_name": "mmlu-college_medicine", "id": "00000", "Q": "A police officer carries out hundreds of traffic stops every year. When his supervisor is reviewing the officer’s records for the past year, he notices that the officer is equally likely to stop people of various genders, ages, and races. However, he is significantly more likely to write tickets for middle-aged white males with dark hair and eyes. When confronted with this fact, the officer truthfully states that he has no idea why that is, and that it must simply be a coincidence. Unbeknownst to the officer, this behavior is tied to the fact that these men look like his father, with whom he had an abusive relationship as a child. What psychological framework would directly address the unconscious bias in his behavior? ", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "Behaviorist", "op_text": "A. Behaviorist"}, {"op_idx": "B", "op_value": "Psychoanalytic", "op_text": "B. Psychoanalytic"}, {"op_idx": "C", "op_value": "Cognitive behavioral", "op_text": "C. Cognitive behavioral"}, {"op_idx": "D", "op_value": "Humanistic", "op_text": "D. Humanistic"}]}
{"exam_name": "mmlu-college_medicine", "id": "00001", "Q": "Who set the world record for the mile race in 1886?", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "R Bannister", "op_text": "A. R Bannister"}, {"op_idx": "B", "op_value": "S Coe", "op_text": "B. S Coe"}, {"op_idx": "C", "op_value": "J DiMaggio", "op_text": "C. J DiMaggio"}, {"op_idx": "D", "op_value": "WG George", "op_text": "D. WG George"}]}
{"exam_name": "mmlu-college_medicine", "id": "00002", "Q": "Which of the following statements identifies a chemically based sensory system?\nI. Gustatory system\nII. Auditory system\nIII. Olfactory system", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "I only", "op_text": "A. I only"}, {"op_idx": "B", "op_value": "II only", "op_text": "B. II only"}, {"op_idx": "C", "op_value": "III only", "op_text": "C. III only"}, {"op_idx": "D", "op_value": "I and III only", "op_text": "D. I and III only"}]}
{"exam_name": "mmlu-college_medicine", "id": "00003", "Q": "The complete resynthesis of phosphocreatine after very high intensity exercise normally takes:", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "about 10 seconds.", "op_text": "A. about 10 seconds."}, {"op_idx": "B", "op_value": "about 30 seconds.", "op_text": "B. about 30 seconds."}, {"op_idx": "C", "op_value": "about 1 minute.", "op_text": "C. about 1 minute."}, {"op_idx": "D", "op_value": "about 4 minutes.", "op_text": "D. about 4 minutes."}]}
{"exam_name": "mmlu-college_medicine", "id": "00004", "Q": "A race car attempting to jump a series of 8 buses is set up on a flat track with a ramp at the end. Engineers assigned to the project have determined that, in order to jump the buses, the car must reach a velocity of 130 km/h. If the distance of the track is 50m, at what rate must the car accelerate to reach this velocity?", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "13 m/s^2", "op_text": "A. 13 m/s^2"}, {"op_idx": "B", "op_value": "26 m/s^2", "op_text": "B. 26 m/s^2"}, {"op_idx": "C", "op_value": "7 m/s^2", "op_text": "C. 7 m/s^2"}, {"op_idx": "D", "op_value": "17 m/s^2", "op_text": "D. 17 m/s^2"}]}
{"exam_name": "mmlu-college_medicine", "id": "00005", "Q": "Fatty acids are transported into the mitochondria bound to:", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "thiokinase.", "op_text": "A. thiokinase."}, {"op_idx": "B", "op_value": "coenzyme A (CoA).", "op_text": "B. coenzyme A (CoA)."}, {"op_idx": "C", "op_value": "acetyl-CoA.", "op_text": "C. acetyl-CoA."}, {"op_idx": "D", "op_value": "carnitine.", "op_text": "D. carnitine."}]}
{"exam_name": "mmlu-college_medicine", "id": "00006", "Q": "Sauna use, sometimes referred to as \"sauna bathing,\" is characterized by short-term passive exposure to extreme heat. This exposure elicits mild hyperthermia – an increase in the body's core temperature – that induces a thermoregulatory response involving neuroendocrine, cardiovascular, and cytoprotective mechanisms that work together to restore homeostasis and condition the body for future heat stressors… In recent decades, sauna bathing has emerged as a means to increase lifespan and improve overall health, based on compelling data from observational, interventional, and mechanistic studies. Of particular interest are the findings from studies of participants in the Kuopio Ischemic Heart Disease Risk Factor (KIHD) Study, an ongoing prospective population-based cohort study of health outcomes in more than 2,300 middle-aged men from eastern Finland, which identified strong links between sauna use and reduced death and disease… The KIHD findings showed that men who used the sauna two to three times per week were 27 percent less likely to die from cardiovascular-related causes than men who didn't use the sauna.[2] Furthermore, the benefits they experienced were found to be dose-dependent: Men who used the sauna roughly twice as often, about four to seven times per week, experienced roughly twice the benefits – and were 50 percent less likely to die from cardiovascular-related causes.[2] In addition, frequent sauna users were found to be 40 percent less likely to die from all causes of premature death. These findings held true even when considering age, activity levels, and lifestyle factors that might have influenced the men's health.[2]... The KIHD also revealed that frequent sauna use reduced the risk of developing dementia and Alzheimer's disease in a dose-dependent manner. Men who used the sauna two to three times per week had a 66 percent lower risk of developing dementia and a 65 percent lower risk of developing Alzheimer's disease, compared to men who used the sauna only one time per week… The health benefits associated with sauna use extended to other aspects of mental health, as well. Men participating in the KIHD study who used the sauna four to seven times per week were 77 percent less likely to develop psychotic disorders, regardless of the men's dietary habits, socioeconomic status, physical activity, and inflammatory status (as measured by C-reactive protein)…Exposure to high temperature stresses the body, eliciting a rapid, robust response. The skin and core body temperatures increase markedly, and sweating ensues. The skin heats first, rising to 40°C (104°F), and then changes in core body temperature occur, rising slowly from 37°C (98.6°F, or normal) to 38°C (100.4°F) and then rapidly increasing to 39°C (102.2°F)…  Cardiac output, a measure of the amount of work the heart performs in response to the body's need for oxygen, increases by 60 to 70 percent, while the heart rate (the number of beats per minute) increases and the stroke volume (the amount of blood pumped) remains unchanged.[5] During this time, approximately 50 to 70 percent of the body's blood flow is redistributed from the core to the skin to facilitate sweating. The average person loses approximately 0.5 kg of sweat while sauna bathing.[11] Acute heat exposure also induces a transient increase in overall plasma volume to mitigate the decrease in core blood volume. This increase in plasma volume not only provides a reserve source of fluid for sweating, but it also acts like the water in a car's radiator, cooling the body to prevent rapid increases in core body temperature and promoting heat tolerance… Repeated sauna use acclimates the body to heat and optimizes the body's response to future exposures, likely due to a biological phenomenon known as hormesis, a compensatory defense response following exposure to a mild stressor that is disproportionate to the magnitude of the stressor. Hormesis triggers a vast array of protective mechanisms that not only repair cell damage but also provide protection from subsequent exposures to more devastating stressors… The physiological responses to sauna use are remarkably similar to those experienced during moderate- to vigorous-intensity exercise. In fact, sauna use has been proposed as an alternative to exercise for people who are unable to engage in physical activity due to chronic disease or physical limitations.[13]\n\nBased on the article, which of the following statements is the author likely to agree with?", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "Heart surgery patients who cannot run on treadmills may benefit from sauna use.", "op_text": "A. Heart surgery patients who cannot run on treadmills may benefit from sauna use."}, {"op_idx": "B", "op_value": "Patients on a diet would benefit from sauna use.", "op_text": "B. Patients on a diet would benefit from sauna use."}, {"op_idx": "C", "op_value": "Salt restriction would be equal to sauna use for hypertensive patients.", "op_text": "C. Salt restriction would be equal to sauna use for hypertensive patients."}, {"op_idx": "D", "op_value": "Patients with skin conditions may be cured with sauna use.", "op_text": "D. Patients with skin conditions may be cured with sauna use."}]}
{"exam_name": "mmlu-college_medicine", "id": "00007", "Q": "Diisopropylfluorophosphate (DFP) binds to the active site of acetylcholinesterase (ACE) in the synapses of neurons. When DFP binds to ACE, the ACE enzyme is rendered permanently inactive. This makes DFP a potent toxin, with lethal amounts at less than 100 mg. The interaction between DFP and ACE can best be characterized as:", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "Competitive inhibition", "op_text": "A. Competitive inhibition"}, {"op_idx": "B", "op_value": "Noncompetitive inhibition", "op_text": "B. Noncompetitive inhibition"}, {"op_idx": "C", "op_value": "Irreversible inhibition", "op_text": "C. Irreversible inhibition"}, {"op_idx": "D", "op_value": "Partially competitive inhibition", "op_text": "D. Partially competitive inhibition"}]}
{"exam_name": "mmlu-college_medicine", "id": "00008", "Q": "The process of translation requires the presence of:", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "mRNA, tRNA and ribosomes.", "op_text": "A. mRNA, tRNA and ribosomes."}, {"op_idx": "B", "op_value": "mRNA, ribosomes and RNA polymerase.", "op_text": "B. mRNA, ribosomes and RNA polymerase."}, {"op_idx": "C", "op_value": "DNA, mRNA and RNA polymerase.", "op_text": "C. DNA, mRNA and RNA polymerase."}, {"op_idx": "D", "op_value": "chromatin, DNA and amino acids.", "op_text": "D. chromatin, DNA and amino acids."}]}
{"exam_name": "mmlu-college_medicine", "id": "00009", "Q": "Performance enhancing synthetic steroids are based on the structure of the hormone:", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "testosterone.", "op_text": "A. testosterone."}, {"op_idx": "B", "op_value": "cortisol.", "op_text": "B. cortisol."}, {"op_idx": "C", "op_value": "progesterone.", "op_text": "C. progesterone."}, {"op_idx": "D", "op_value": "aldosterone.", "op_text": "D. aldosterone."}]}
{"exam_name": "mmlu-college_medicine", "id": "00010", "Q": "Perchloric acid (HClO4) is considered one of the stronger acids in existence. Which of the following statements corresponds most accurately with strong acids?", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "Ka is less than 1", "op_text": "A. Ka is less than 1"}, {"op_idx": "B", "op_value": "They have an open electron spot on their outer valence rings", "op_text": "B. They have an open electron spot on their outer valence rings"}, {"op_idx": "C", "op_value": "They have stable conjugate bases", "op_text": "C. They have stable conjugate bases"}, {"op_idx": "D", "op_value": "They remain bound in the presence of water.", "op_text": "D. They remain bound in the presence of water."}]}
{"exam_name": "mmlu-college_medicine", "id": "00011", "Q": "A descript amount of 2-bromobutane is placed into a strong solution of ethanol and allowed to complete a reaction. The result of this reaction produces a major product of 2-butene and a minor product of 1-butene. Which of the following descriptions of the starting compound explains why 2-butene is the major product?", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "Carbon 3 has less hydrogen atoms", "op_text": "A. Carbon 3 has less hydrogen atoms"}, {"op_idx": "B", "op_value": "1-butene rearranges to 2-butene in solution", "op_text": "B. 1-butene rearranges to 2-butene in solution"}, {"op_idx": "C", "op_value": "Ethanol prefers the second carbon in any chain", "op_text": "C. Ethanol prefers the second carbon in any chain"}, {"op_idx": "D", "op_value": "Cyclic aromatization", "op_text": "D. Cyclic aromatization"}]}
{"exam_name": "mmlu-college_medicine", "id": "00012", "Q": "A hedonic teenager of wayward morals, in one night, sequentially i) has consensual sexual intercourse with his sister, ii) leaves no tip at the bar, iii) has non-censual sexual relations with an unknown woman, and iv) vomits on the steps to the door of a local church. The teenager has violated society’s norms sequentially (to the greatest degree) on the order of:", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "mores, mores, the law, mores", "op_text": "A. mores, mores, the law, mores"}, {"op_idx": "B", "op_value": "taboo, folkways, the law, and taboo", "op_text": "B. taboo, folkways, the law, and taboo"}, {"op_idx": "C", "op_value": "the law, folkways, folkways, and folkways", "op_text": "C. the law, folkways, folkways, and folkways"}, {"op_idx": "D", "op_value": "taboo, folkways, the law, and mores", "op_text": "D. taboo, folkways, the law, and mores"}]}
{"exam_name": "mmlu-college_medicine", "id": "00013", "Q": "The maximum sustainable power:", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "usually remains constant during a race.", "op_text": "A. usually remains constant during a race."}, {"op_idx": "B", "op_value": "declines with the distance of the race.", "op_text": "B. declines with the distance of the race."}, {"op_idx": "C", "op_value": "is improved by a high fat diet.", "op_text": "C. is improved by a high fat diet."}, {"op_idx": "D", "op_value": "is inversely related to muscle glycogen content.", "op_text": "D. is inversely related to muscle glycogen content."}]}
{"exam_name": "mmlu-college_medicine", "id": "00014", "Q": "A patient comes into the ER looking extremely agitated. They are acting aggressive, and claiming they need medication or “bad things will happen”. What is the likely state of this patient’s dopamine system?", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "There is decreased dopamine in the synaptic cleft.", "op_text": "A. There is decreased dopamine in the synaptic cleft."}, {"op_idx": "B", "op_value": "There are decreased dopamine receptors on the post-synaptic membrane.", "op_text": "B. There are decreased dopamine receptors on the post-synaptic membrane."}, {"op_idx": "C", "op_value": "There is cell death in the areas with high dopamine cells.", "op_text": "C. There is cell death in the areas with high dopamine cells."}, {"op_idx": "D", "op_value": "There is seizure-like activity in the dopamine brain areas.", "op_text": "D. There is seizure-like activity in the dopamine brain areas."}]}
{"exam_name": "mmlu-college_medicine", "id": "00015", "Q": "A scientist carrying out experiments on hearing aids fits 30 mice that were genetically modified to lose their hearing with the latest technology and were tested to press a lever when they heard a bell. This was set to varying levels of power. At 80% power, 20 mice pressed the lever. At 70% power, 15 mice pressed the lever. At 60% power, 10 mice pressed the lever. Which of the following power levels corresponds to the absolute threshold for hearing the decibels produced by the bell?", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "80%", "op_text": "A. 80%"}, {"op_idx": "B", "op_value": "70%", "op_text": "B. 70%"}, {"op_idx": "C", "op_value": "60%", "op_text": "C. 60%"}, {"op_idx": "D", "op_value": "Not enough information given.", "op_text": "D. Not enough information given."}]}
{"exam_name": "mmlu-college_medicine", "id": "00016", "Q": "The transcription of DNA to a molecule of messenger RNA occurs:", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "on the ribosomes.", "op_text": "A. on the ribosomes."}, {"op_idx": "B", "op_value": "in the cytosol.", "op_text": "B. in the cytosol."}, {"op_idx": "C", "op_value": "in the nucleus.", "op_text": "C. in the nucleus."}, {"op_idx": "D", "op_value": "only during cell division.", "op_text": "D. only during cell division."}]}
{"exam_name": "mmlu-college_medicine", "id": "00017", "Q": "A new enzyme is found in a transgenic mice that participates in synthesis of an unknown product using two reactants. When using radiolabeled compounds to study the enzyme, it is found that the enzyme catalyzes a process that switches a nitrogen group on one reactant to the other reactant. Which of the following categories would this new enzyme fall under?", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "Oxidoreductase", "op_text": "A. Oxidoreductase"}, {"op_idx": "B", "op_value": "Transferase", "op_text": "B. Transferase"}, {"op_idx": "C", "op_value": "Hydrolase", "op_text": "C. Hydrolase"}, {"op_idx": "D", "op_value": "Lyase", "op_text": "D. Lyase"}]}
{"exam_name": "mmlu-college_medicine", "id": "00018", "Q": "For a very weak base, the pKb of a solution would likely be:", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "Equal to the pOH", "op_text": "A. Equal to the pOH"}, {"op_idx": "B", "op_value": "Higher than the pOH", "op_text": "B. Higher than the pOH"}, {"op_idx": "C", "op_value": "Lower than the pOH", "op_text": "C. Lower than the pOH"}, {"op_idx": "D", "op_value": "Near 7 at 25ºC", "op_text": "D. Near 7 at 25ºC"}]}
{"exam_name": "mmlu-college_medicine", "id": "00019", "Q": "The genome is:", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "the number of chromosomes found in the somatic cells of an organism.", "op_text": "A. the number of chromosomes found in the somatic cells of an organism."}, {"op_idx": "B", "op_value": "the entire DNA sequence of an organism.", "op_text": "B. the entire DNA sequence of an organism."}, {"op_idx": "C", "op_value": "the entire list of proteins that an organism is capable of producing.", "op_text": "C. the entire list of proteins that an organism is capable of producing."}, {"op_idx": "D", "op_value": "the DNA sequence of an entire chromosome.", "op_text": "D. the DNA sequence of an entire chromosome."}]}
{"exam_name": "mmlu-college_medicine", "id": "00020", "Q": "Which of the following are steroid-based molecules?\nI. Testosterone\nII. Triglycerides\nIII. Progesterone\nIV. DNA", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "I only", "op_text": "A. I only"}, {"op_idx": "B", "op_value": "I, II, and III", "op_text": "B. I, II, and III"}, {"op_idx": "C", "op_value": "I and III", "op_text": "C. I and III"}, {"op_idx": "D", "op_value": "I, III, and IV", "op_text": "D. I, III, and IV"}]}
{"exam_name": "mmlu-college_medicine", "id": "00021", "Q": "Most of the free fatty acids are transported in the blood:", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "inside the red blood cells.", "op_text": "A. inside the red blood cells."}, {"op_idx": "B", "op_value": "as lipoproteins.", "op_text": "B. as lipoproteins."}, {"op_idx": "C", "op_value": "combined with glucose.", "op_text": "C. combined with glucose."}, {"op_idx": "D", "op_value": "bound to albumin.", "op_text": "D. bound to albumin."}]}
{"exam_name": "mmlu-college_medicine", "id": "00022", "Q": "Which of the following factors can affect enzyme activity?", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "Temperature.", "op_text": "A. Temperature."}, {"op_idx": "B", "op_value": "pH.", "op_text": "B. pH."}, {"op_idx": "C", "op_value": "The presence of certain metal ions.", "op_text": "C. The presence of certain metal ions."}, {"op_idx": "D", "op_value": "All of the above.", "op_text": "D. All of the above."}]}
{"exam_name": "mmlu-college_medicine", "id": "00023", "Q": "Living cells require constant interaction with the outside environment in order to attain the materials they need for survival, as well as to rid themselves of waste. Of the following processes, which uses only the gradient of material to control the direction in which the material moves across the cell membrane?", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "Osmosis", "op_text": "A. Osmosis"}, {"op_idx": "B", "op_value": "Passive Transport", "op_text": "B. Passive Transport"}, {"op_idx": "C", "op_value": "Active Transport", "op_text": "C. Active Transport"}, {"op_idx": "D", "op_value": "Endocytosis", "op_text": "D. Endocytosis"}]}
{"exam_name": "mmlu-college_medicine", "id": "00024", "Q": "Embedded in the inner membrane of the mitochondrion are:", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "the enzymes of the tricarboxylic acid cycle (Krebs' cycle).", "op_text": "A. the enzymes of the tricarboxylic acid cycle (Krebs' cycle)."}, {"op_idx": "B", "op_value": "the components of the electron transport chain.", "op_text": "B. the components of the electron transport chain."}, {"op_idx": "C", "op_value": "glycogen molecules.", "op_text": "C. glycogen molecules."}, {"op_idx": "D", "op_value": "triacylglycerol molecules.", "op_text": "D. triacylglycerol molecules."}]}
{"exam_name": "mmlu-college_medicine", "id": "00025", "Q": "A segment of DNA from a lab mouse is determined to be 5’ – GGATCCTCATG – 3’. Which of the following DNA segments would be the result of this original DNA sequence experiencing both a point mutation and a deletion?", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "5’ – GCATCCTCATG – 3’", "op_text": "A. 5’ – GCATCCTCATG – 3’"}, {"op_idx": "B", "op_value": "5’ – TGATCCCAG – 3’", "op_text": "B. 5’ – TGATCCCAG – 3’"}, {"op_idx": "C", "op_value": "5’ – GGTCCTCATC – 3’", "op_text": "C. 5’ – GGTCCTCATC – 3’"}, {"op_idx": "D", "op_value": "5’ – GGATCCATG – 3’", "op_text": "D. 5’ – GGATCCATG – 3’"}]}
{"exam_name": "mmlu-college_medicine", "id": "00026", "Q": "While working on a scene for an action movie, a sound technician is given the task of changing the frequency of a gunshot to more accurately reflect the normal speed of sound. The gunshot came from an actor inside a car traveling 108 km/h, and it was recorded by a camera on a platform 200 meters away traveling at 72 km/h in the same direction. If the frequency of the gunshot is normally 800Hz, what is the perceived frequency which the camera picks up the gunshot at?", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "941 Hz", "op_text": "A. 941 Hz"}, {"op_idx": "B", "op_value": "787 Hz", "op_text": "B. 787 Hz"}, {"op_idx": "C", "op_value": "924 Hz", "op_text": "C. 924 Hz"}, {"op_idx": "D", "op_value": "912 Hz", "op_text": "D. 912 Hz"}]}
{"exam_name": "mmlu-college_medicine", "id": "00027", "Q": "An object rests on a plane, with an angle of incline, ?, an acceleration due to gravity, g, and a coefficient of friction µ between the object and the plane. Which of the following gives the acceleration of the object?", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "a = g sin ?", "op_text": "A. a = g sin ?"}, {"op_idx": "B", "op_value": "a = g (sin ? – cos ?)", "op_text": "B. a = g (sin ? – cos ?)"}, {"op_idx": "C", "op_value": "a = g (cos ? – µ sin ?)", "op_text": "C. a = g (cos ? – µ sin ?)"}, {"op_idx": "D", "op_value": "a = g (sin ? – µ cos ?)", "op_text": "D. a = g (sin ? – µ cos ?)"}]}
{"exam_name": "mmlu-college_medicine", "id": "00028", "Q": "David is a nationally ranked cellist who recently accepted a scholarship to a major college to perform in the orchestra. Over the summer, he has been given a packet of sheet music to be proficient in by fall semester. David is a perfectionist when it comes to his craft. He always compares himself to better players, and is very hard on himself when he cannot master a section of one of his pieces. Which of the following answers best describes David?", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "Low self-esteem, strong self-efficacy, internal locus of control", "op_text": "A. Low self-esteem, strong self-efficacy, internal locus of control"}, {"op_idx": "B", "op_value": "High self-esteem, strong self-efficacy, internal locus of control", "op_text": "B. High self-esteem, strong self-efficacy, internal locus of control"}, {"op_idx": "C", "op_value": "Low self-esteem, strong self-efficacy, external locus of control", "op_text": "C. Low self-esteem, strong self-efficacy, external locus of control"}, {"op_idx": "D", "op_value": "Low self-esteem, low self-efficacy, internal locus of control", "op_text": "D. Low self-esteem, low self-efficacy, internal locus of control"}]}
{"exam_name": "mmlu-college_medicine", "id": "00029", "Q": "A common heart defect in humans is a ventricular septal defect, in which there is a hole in the septum between the right and left ventricles. If a patient were to have this defect, which of the following statements is correct?", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "The percentage of oxygen in the left atrium would be lower.", "op_text": "A. The percentage of oxygen in the left atrium would be lower."}, {"op_idx": "B", "op_value": "The percentage of CO2 in the right ventricle would be higher.", "op_text": "B. The percentage of CO2 in the right ventricle would be higher."}, {"op_idx": "C", "op_value": "The percentage of oxygen in the right atrium would be lower.", "op_text": "C. The percentage of oxygen in the right atrium would be lower."}, {"op_idx": "D", "op_value": "The percentage of oxygen in the right ventricle would be higher.", "op_text": "D. The percentage of oxygen in the right ventricle would be higher."}]}
{"exam_name": "mmlu-college_medicine", "id": "00030", "Q": "When preparing for the MCAT exam, a student begins studying electrochemical cells. He learns the basic information needed by actively relating it to previous information he has learned about redox reactions. He then builds from that knowledge to learn the advanced concepts needed. The student’s process is best characterized as:", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "Chunking", "op_text": "A. Chunking"}, {"op_idx": "B", "op_value": "A network model", "op_text": "B. A network model"}, {"op_idx": "C", "op_value": "Maintenance rehearsal", "op_text": "C. Maintenance rehearsal"}, {"op_idx": "D", "op_value": "Elaborative rehearsal", "op_text": "D. Elaborative rehearsal"}]}
{"exam_name": "mmlu-college_medicine", "id": "00031", "Q": "Two scientists at a conference on evolution take to the stage on day 3 to argue their theories against one other. Each is a devout student of their own philosophy. The first scientist contends that organisms evolved via the increase of organs that were used the most during their time. They would then pass these on to subsequent generations. The second scientist, however, believed that advantages each organism possessed were absent for a long time, randomly occurred, and when they were beneficial, that organism would rapidly populate the population over a short period of time, evolutionarily speaking. Which of the following statements would strengthen the second scientist’s argument?", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "A study that shows that bodybuilders who train more have larger children.", "op_text": "A. A study that shows that bodybuilders who train more have larger children."}, {"op_idx": "B", "op_value": "A taxonomy study that shows long periods of stagnant growth followed by short burst of massive evolution.", "op_text": "B. A taxonomy study that shows long periods of stagnant growth followed by short burst of massive evolution."}, {"op_idx": "C", "op_value": "A study that showed a species who were more successful due to the things they learned over their lifetime that they passed on to their children.", "op_text": "C. A study that showed a species who were more successful due to the things they learned over their lifetime that they passed on to their children."}, {"op_idx": "D", "op_value": "A study that showed a consistent amount of time between the emergence of each new species.", "op_text": "D. A study that showed a consistent amount of time between the emergence of each new species."}]}
{"exam_name": "mmlu-college_medicine", "id": "00032", "Q": "A source emits a sound from one medium with a certain velocity, intensity, frequency and wavelength. When the sound exits the first medium and enters a denser medium, all of the following changes EXCEPT:", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "velocity", "op_text": "A. velocity"}, {"op_idx": "B", "op_value": "intensity", "op_text": "B. intensity"}, {"op_idx": "C", "op_value": "frequency", "op_text": "C. frequency"}, {"op_idx": "D", "op_value": "wavelength", "op_text": "D. wavelength"}]}
{"exam_name": "mmlu-college_medicine", "id": "00033", "Q": "The energy charge of the cell is:", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "the difference between the charge on the outside and inside of a cell.", "op_text": "A. the difference between the charge on the outside and inside of a cell."}, {"op_idx": "B", "op_value": "generated by the sodium-potassium ATPase.", "op_text": "B. generated by the sodium-potassium ATPase."}, {"op_idx": "C", "op_value": "the overall rate of energy use by the cell.", "op_text": "C. the overall rate of energy use by the cell."}, {"op_idx": "D", "op_value": "the extent to which the total adenine nucleotide pool is phosphorylated.", "op_text": "D. the extent to which the total adenine nucleotide pool is phosphorylated."}]}
{"exam_name": "mmlu-college_medicine", "id": "00034", "Q": "The body compensates for increased environmental temperature by:", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "decreasing salt retention", "op_text": "A. decreasing salt retention"}, {"op_idx": "B", "op_value": "increasing respiration rate", "op_text": "B. increasing respiration rate"}, {"op_idx": "C", "op_value": "increasing heart rate", "op_text": "C. increasing heart rate"}, {"op_idx": "D", "op_value": "increasing water lost through skin", "op_text": "D. increasing water lost through skin"}]}
{"exam_name": "mmlu-college_medicine", "id": "00035", "Q": "Which of the following releases most energy when completely oxidised in the body?", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "One gram of glucose", "op_text": "A. One gram of glucose"}, {"op_idx": "B", "op_value": "One gram of palmitic acid", "op_text": "B. One gram of palmitic acid"}, {"op_idx": "C", "op_value": "One gram of leucine", "op_text": "C. One gram of leucine"}, {"op_idx": "D", "op_value": "One gram of alcohol", "op_text": "D. One gram of alcohol"}]}
{"exam_name": "mmlu-college_medicine", "id": "00036", "Q": "An individual is born with a mutation causing her to partially retain a form of fetal hemoglobin into adulthood. Compared to a normal individual, this person would exhibit:", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "no differences from a normal adult.", "op_text": "A. no differences from a normal adult."}, {"op_idx": "B", "op_value": "significantly reduced oxygen binding in the lungs.", "op_text": "B. significantly reduced oxygen binding in the lungs."}, {"op_idx": "C", "op_value": "no symptoms, since retention of fetal hemoglobin would be fatal.", "op_text": "C. no symptoms, since retention of fetal hemoglobin would be fatal."}, {"op_idx": "D", "op_value": "increased oxygen binding to hemoglobin in the tissues.", "op_text": "D. increased oxygen binding to hemoglobin in the tissues."}]}
{"exam_name": "mmlu-college_medicine", "id": "00037", "Q": "Women's world record performances have improved rapidly in recent years mainly because:", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "women have evolved a greater muscle mass.", "op_text": "A. women have evolved a greater muscle mass."}, {"op_idx": "B", "op_value": "women can now run faster than men.", "op_text": "B. women can now run faster than men."}, {"op_idx": "C", "op_value": "women have started training at an earlier age.", "op_text": "C. women have started training at an earlier age."}, {"op_idx": "D", "op_value": "more women are now engaged in sport.", "op_text": "D. more women are now engaged in sport."}]}
{"exam_name": "mmlu-college_medicine", "id": "00038", "Q": "During muscular contraction, interactions between myosin and actin allow for shortening of each sarcomere. In addition to the power stroke, what other process of muscle contraction requires ATP?", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "Tropomyosin-troponin interaction", "op_text": "A. Tropomyosin-troponin interaction"}, {"op_idx": "B", "op_value": "Myosin-actin interaction", "op_text": "B. Myosin-actin interaction"}, {"op_idx": "C", "op_value": "Calcium-troponin interaction", "op_text": "C. Calcium-troponin interaction"}, {"op_idx": "D", "op_value": "Myosin-actin detachment", "op_text": "D. Myosin-actin detachment"}]}
{"exam_name": "mmlu-college_medicine", "id": "00039", "Q": "The activity of creatine kinase is:", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "increased when intracellular ADP rises.", "op_text": "A. increased when intracellular ADP rises."}, {"op_idx": "B", "op_value": "increased when muscle pH falls below 6.9.", "op_text": "B. increased when muscle pH falls below 6.9."}, {"op_idx": "C", "op_value": "always lower in Type II fibres than Type I fibres.", "op_text": "C. always lower in Type II fibres than Type I fibres."}, {"op_idx": "D", "op_value": "increased after a period of endurance training.", "op_text": "D. increased after a period of endurance training."}]}
{"exam_name": "mmlu-college_medicine", "id": "00040", "Q": "A teacher sets up a reward system for her elementary school students. At the end of each day, she gives a sticker to each student who showed up on time that morning. At the end of each week, she gives a sticker to any student who got above a 90% on three quizzes in a row. After months of this regimen, she finds that performance on the quizzes has increased significantly but that tardiness has only decreased slightly. Which of the following best explains the teacher’s observation?", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "Variable ratio schedules create the strongest responses and behavior that is the least susceptible to extinction.", "op_text": "A. Variable ratio schedules create the strongest responses and behavior that is the least susceptible to extinction."}, {"op_idx": "B", "op_value": "The students had more intrinsic motivation to do well on quizzes than to show up on time.", "op_text": "B. The students had more intrinsic motivation to do well on quizzes than to show up on time."}, {"op_idx": "C", "op_value": "The students’ behavior change was stronger in response to a fixed-ratio schedule than it was to a continuous reinforcement schedule.", "op_text": "C. The students’ behavior change was stronger in response to a fixed-ratio schedule than it was to a continuous reinforcement schedule."}, {"op_idx": "D", "op_value": "The students’ behavior change was stronger in response to a fixed-ratio schedule than it was to a variable-interval schedule.", "op_text": "D. The students’ behavior change was stronger in response to a fixed-ratio schedule than it was to a variable-interval schedule."}]}
{"exam_name": "mmlu-college_medicine", "id": "00041", "Q": "The net production of ATP via substrate-level phosphorylation in glycolysis is:", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "2 from glucose and 3 from glycogen.", "op_text": "A. 2 from glucose and 3 from glycogen."}, {"op_idx": "B", "op_value": "2 from glucose and 4 from glycogen.", "op_text": "B. 2 from glucose and 4 from glycogen."}, {"op_idx": "C", "op_value": "3 from glucose and 4 from glycogen.", "op_text": "C. 3 from glucose and 4 from glycogen."}, {"op_idx": "D", "op_value": "3 from glucose and 2 from glycogen.", "op_text": "D. 3 from glucose and 2 from glycogen."}]}
{"exam_name": "mmlu-college_medicine", "id": "00042", "Q": "Pregnancy tests are extremely sensitive and function by detecting levels of B-hCG, or human chorionic gonadotropin, in urine. This hormone is secreted by what tissue, and what is its function?", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "Corpus luteum, self-maintenance", "op_text": "A. Corpus luteum, self-maintenance"}, {"op_idx": "B", "op_value": "Endometrium, cell division", "op_text": "B. Endometrium, cell division"}, {"op_idx": "C", "op_value": "Blastocyst, increase in blood flow", "op_text": "C. Blastocyst, increase in blood flow"}, {"op_idx": "D", "op_value": "Blastocyst, corpus luteum maintenance", "op_text": "D. Blastocyst, corpus luteum maintenance"}]}
{"exam_name": "mmlu-college_medicine", "id": "00043", "Q": "The son of a bricklayer goes to college and i) becomes a teacher at a medical school, ii) gets promoted to tenured professor, and iii) moves across the country for a new tenured professor position at a different school. Sequentially, this man has experienced:", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "intergenerational mobility with respect to the father, horizontal mobility, horizontal mobility", "op_text": "A. intergenerational mobility with respect to the father, horizontal mobility, horizontal mobility"}, {"op_idx": "B", "op_value": "intragenerational mobility with respect to the son, upward mobility, upward mobility", "op_text": "B. intragenerational mobility with respect to the son, upward mobility, upward mobility"}, {"op_idx": "C", "op_value": "intergenerational mobility with respect to the father, upward mobility, horizontal mobility", "op_text": "C. intergenerational mobility with respect to the father, upward mobility, horizontal mobility"}, {"op_idx": "D", "op_value": "intragenerational mobility with respect to the son, horizontal mobility, upward mobility", "op_text": "D. intragenerational mobility with respect to the son, horizontal mobility, upward mobility"}]}
{"exam_name": "mmlu-college_medicine", "id": "00044", "Q": "DNA polymerase creates new DNA by adding complimentary nucleotides to a template strand from the original double-stranded DNA. If a section of the template strand had a ration of 3:2 of A:T bases, what is the ration of A:T in the newly synthesized complimentary strand of DNA?", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "3:02", "op_text": "A. 3:02"}, {"op_idx": "B", "op_value": "1:01", "op_text": "B. 1:01"}, {"op_idx": "C", "op_value": "2:03", "op_text": "C. 2:03"}, {"op_idx": "D", "op_value": "cannot be determined", "op_text": "D. cannot be determined"}]}
{"exam_name": "mmlu-college_medicine", "id": "00045", "Q": "How many CO2 and ATP molecules are formed during one complete turn of the tricarboxylic acid cycle (Krebs' cycle)?", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "2CO2 and 2ATP", "op_text": "A. 2CO2 and 2ATP"}, {"op_idx": "B", "op_value": "2CO2 and 16ATP", "op_text": "B. 2CO2 and 16ATP"}, {"op_idx": "C", "op_value": "2CO2 and 12ATP", "op_text": "C. 2CO2 and 12ATP"}, {"op_idx": "D", "op_value": "2CO2 and 1ATP", "op_text": "D. 2CO2 and 1ATP"}]}
{"exam_name": "mmlu-college_medicine", "id": "00046", "Q": "A young child is brought to a psychologist for evaluation of their home situation. The child is placed in the middle of the floor, with the mother on one side and the psychologist on the other. The mother then leaves for a short while, and then returns. Which of the following would be a concerning sign during this evaluation?", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "Decreased exploration when the mother is out of the room.", "op_text": "A. Decreased exploration when the mother is out of the room."}, {"op_idx": "B", "op_value": "Crying and returning to the mother upon return.", "op_text": "B. Crying and returning to the mother upon return."}, {"op_idx": "C", "op_value": "Avoiding the mother upon return.", "op_text": "C. Avoiding the mother upon return."}, {"op_idx": "D", "op_value": "Exploring the room before the mother leaves.", "op_text": "D. Exploring the room before the mother leaves."}]}
{"exam_name": "mmlu-college_medicine", "id": "00047", "Q": "In a fit of passion, the spectator of a political debate exclaims that “welfare recipients are all lazy.” The spectator’s thought process is an example of:", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "prejudice", "op_text": "A. prejudice"}, {"op_idx": "B", "op_value": "discrimination", "op_text": "B. discrimination"}, {"op_idx": "C", "op_value": "ethnocentrism", "op_text": "C. ethnocentrism"}, {"op_idx": "D", "op_value": "conflict theory", "op_text": "D. conflict theory"}]}
{"exam_name": "mmlu-college_medicine", "id": "00048", "Q": "Neonatal Respiratory Distress Syndrome (NRDS) is a serious complication seen in infants born prematurely who have a compromised ability to facilitate oxygen diffusion across their alveolar membranes. This is caused by inadequate surfactant production. What role does surfactant play in facilitating oxygen diffusion?", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "Increases surface permeability", "op_text": "A. Increases surface permeability"}, {"op_idx": "B", "op_value": "Maintains alveoli in an open state", "op_text": "B. Maintains alveoli in an open state"}, {"op_idx": "C", "op_value": "Depresses cilia of the lung", "op_text": "C. Depresses cilia of the lung"}, {"op_idx": "D", "op_value": "Dilates blood vessels", "op_text": "D. Dilates blood vessels"}]}
{"exam_name": "mmlu-college_medicine", "id": "00049", "Q": "Using this formula, if a reaction was provided with 84g of ethane and unlimited oxygen, how many grams of carbon dioxide would result (Carbon atomic weight: 12amu, Hydrogen atomic weight: 1amu, Oxygen atomic weight: 16amu)?\n﻿\nThe unbalanced reaction of ethane gas to carbon dioxide and water is as follows:\n\n C2H4 + O2 —> CO2 + H2O", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "78g", "op_text": "A. 78g"}, {"op_idx": "B", "op_value": "528g", "op_text": "B. 528g"}, {"op_idx": "C", "op_value": "264g", "op_text": "C. 264g"}, {"op_idx": "D", "op_value": "156g", "op_text": "D. 156g"}]}
{"exam_name": "mmlu-college_medicine", "id": "00050", "Q": "Sauna use, sometimes referred to as \"sauna bathing,\" is characterized by short-term passive exposure to extreme heat. This exposure elicits mild hyperthermia – an increase in the body's core temperature – that induces a thermoregulatory response involving neuroendocrine, cardiovascular, and cytoprotective mechanisms that work together to restore homeostasis and condition the body for future heat stressors… In recent decades, sauna bathing has emerged as a means to increase lifespan and improve overall health, based on compelling data from observational, interventional, and mechanistic studies. Of particular interest are the findings from studies of participants in the Kuopio Ischemic Heart Disease Risk Factor (KIHD) Study, an ongoing prospective population-based cohort study of health outcomes in more than 2,300 middle-aged men from eastern Finland, which identified strong links between sauna use and reduced death and disease… The KIHD findings showed that men who used the sauna two to three times per week were 27 percent less likely to die from cardiovascular-related causes than men who didn't use the sauna.[2] Furthermore, the benefits they experienced were found to be dose-dependent: Men who used the sauna roughly twice as often, about four to seven times per week, experienced roughly twice the benefits – and were 50 percent less likely to die from cardiovascular-related causes.[2] In addition, frequent sauna users were found to be 40 percent less likely to die from all causes of premature death. These findings held true even when considering age, activity levels, and lifestyle factors that might have influenced the men's health.[2]... The KIHD also revealed that frequent sauna use reduced the risk of developing dementia and Alzheimer's disease in a dose-dependent manner. Men who used the sauna two to three times per week had a 66 percent lower risk of developing dementia and a 65 percent lower risk of developing Alzheimer's disease, compared to men who used the sauna only one time per week… The health benefits associated with sauna use extended to other aspects of mental health, as well. Men participating in the KIHD study who used the sauna four to seven times per week were 77 percent less likely to develop psychotic disorders, regardless of the men's dietary habits, socioeconomic status, physical activity, and inflammatory status (as measured by C-reactive protein)…Exposure to high temperature stresses the body, eliciting a rapid, robust response. The skin and core body temperatures increase markedly, and sweating ensues. The skin heats first, rising to 40°C (104°F), and then changes in core body temperature occur, rising slowly from 37°C (98.6°F, or normal) to 38°C (100.4°F) and then rapidly increasing to 39°C (102.2°F)…  Cardiac output, a measure of the amount of work the heart performs in response to the body's need for oxygen, increases by 60 to 70 percent, while the heart rate (the number of beats per minute) increases and the stroke volume (the amount of blood pumped) remains unchanged.[5] During this time, approximately 50 to 70 percent of the body's blood flow is redistributed from the core to the skin to facilitate sweating. The average person loses approximately 0.5 kg of sweat while sauna bathing.[11] Acute heat exposure also induces a transient increase in overall plasma volume to mitigate the decrease in core blood volume. This increase in plasma volume not only provides a reserve source of fluid for sweating, but it also acts like the water in a car's radiator, cooling the body to prevent rapid increases in core body temperature and promoting heat tolerance… Repeated sauna use acclimates the body to heat and optimizes the body's response to future exposures, likely due to a biological phenomenon known as hormesis, a compensatory defense response following exposure to a mild stressor that is disproportionate to the magnitude of the stressor. Hormesis triggers a vast array of protective mechanisms that not only repair cell damage but also provide protection from subsequent exposures to more devastating stressors… The physiological responses to sauna use are remarkably similar to those experienced during moderate- to vigorous-intensity exercise. In fact, sauna use has been proposed as an alternative to exercise for people who are unable to engage in physical activity due to chronic disease or physical limitations.[13]\n\nBased on the article, what would be an important thing for a person to do after sauna use?", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "Shower in cold water.", "op_text": "A. Shower in cold water."}, {"op_idx": "B", "op_value": "Exercise.", "op_text": "B. Exercise."}, {"op_idx": "C", "op_value": "Eat a meal.", "op_text": "C. Eat a meal."}, {"op_idx": "D", "op_value": "Replenish fluids with filtered water.", "op_text": "D. Replenish fluids with filtered water."}]}
{"exam_name": "mmlu-college_medicine", "id": "00051", "Q": "Which of the following is not an amino acid?", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "Glutamic acid", "op_text": "A. Glutamic acid"}, {"op_idx": "B", "op_value": "Aspartic acid", "op_text": "B. Aspartic acid"}, {"op_idx": "C", "op_value": "Glutamine", "op_text": "C. Glutamine"}, {"op_idx": "D", "op_value": "Palmitic acid", "op_text": "D. Palmitic acid"}]}
{"exam_name": "mmlu-college_medicine", "id": "00052", "Q": "Approximately how many kJ of energy are expended if an athlete's steady-rate oxygen uptake averages 3.0 l/min for 5 minutes of exercise?", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "60 kJ", "op_text": "A. 60 kJ"}, {"op_idx": "B", "op_value": "150 kJ", "op_text": "B. 150 kJ"}, {"op_idx": "C", "op_value": "300 kJ", "op_text": "C. 300 kJ"}, {"op_idx": "D", "op_value": "500 kJ", "op_text": "D. 500 kJ"}]}
{"exam_name": "mmlu-college_medicine", "id": "00053", "Q": "The low intake of carbohydrate in the diet:", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "does not influence exercise performance in events lasting less than 10 minutes.", "op_text": "A. does not influence exercise performance in events lasting less than 10 minutes."}, {"op_idx": "B", "op_value": "affects the resting muscle pH.", "op_text": "B. affects the resting muscle pH."}, {"op_idx": "C", "op_value": "may impair high intensity exercise performance.", "op_text": "C. may impair high intensity exercise performance."}, {"op_idx": "D", "op_value": "results in greater reliance on muscle glycogen during exercise.", "op_text": "D. results in greater reliance on muscle glycogen during exercise."}]}
{"exam_name": "mmlu-college_medicine", "id": "00054", "Q": "Which of the following processes is not used to modify protein structure after translation has occurred?", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "Lipidation.", "op_text": "A. Lipidation."}, {"op_idx": "B", "op_value": "Attachment of more amino acids via peptide bonds.", "op_text": "B. Attachment of more amino acids via peptide bonds."}, {"op_idx": "C", "op_value": "Glycosylation.", "op_text": "C. Glycosylation."}, {"op_idx": "D", "op_value": "Phosphorylation.", "op_text": "D. Phosphorylation."}]}
{"exam_name": "mmlu-college_medicine", "id": "00055", "Q": "Which of the following promotes glucose and amino acid uptake by muscle?", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "Adrenaline", "op_text": "A. Adrenaline"}, {"op_idx": "B", "op_value": "Insulin", "op_text": "B. Insulin"}, {"op_idx": "C", "op_value": "Glycogen", "op_text": "C. Glycogen"}, {"op_idx": "D", "op_value": "Cortisol", "op_text": "D. Cortisol"}]}
{"exam_name": "mmlu-college_medicine", "id": "00056", "Q": "When branched chain amino acids are deaminated in muscle, the ammonia produced is mostly:", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "converted into arginine and released from the muscle.", "op_text": "A. converted into arginine and released from the muscle."}, {"op_idx": "B", "op_value": "converted into alanine and glutamine and released from the muscle.", "op_text": "B. converted into alanine and glutamine and released from the muscle."}, {"op_idx": "C", "op_value": "converted into urea and released from the muscle.", "op_text": "C. converted into urea and released from the muscle."}, {"op_idx": "D", "op_value": "used to synthesise purines and pyrimidines in the muscle.", "op_text": "D. used to synthesise purines and pyrimidines in the muscle."}]}
{"exam_name": "mmlu-college_medicine", "id": "00057", "Q": "A certain molecule acts by binding to cytochrome oxidase A3, the final enzyme in the electron transport chain. Administration of a large dose of this substance to a human would likely:", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "Lead to death due to an inability of the cell to pass electrons to oxygen, thus stopping aerobic respiration and asphyxiating the cells.", "op_text": "A. Lead to death due to an inability of the cell to pass electrons to oxygen, thus stopping aerobic respiration and asphyxiating the cells."}, {"op_idx": "B", "op_value": "Lead to death due to an inadequate supply of ADP to accept a phosphate group at the ATP synthase enzyme.", "op_text": "B. Lead to death due to an inadequate supply of ADP to accept a phosphate group at the ATP synthase enzyme."}, {"op_idx": "C", "op_value": "Have no effect as cells would switch which macronutrient they metabolize to circumvent the blocked biochemical pathway.", "op_text": "C. Have no effect as cells would switch which macronutrient they metabolize to circumvent the blocked biochemical pathway."}, {"op_idx": "D", "op_value": "Increase the cell’s ATP production as negative feedback would cause the cell to up-regulate anaerobic pathways.", "op_text": "D. Increase the cell’s ATP production as negative feedback would cause the cell to up-regulate anaerobic pathways."}]}
{"exam_name": "mmlu-college_medicine", "id": "00058", "Q": "In response to period of extreme psychological trauma, a patient begins experiencing a feeling of detachment. He says, “I felt like it wasn’t real while it was happening. I was just watching myself do it without any control. I mean, you know, I knew it was happening but I didn’t feel like it was.” The patient is describing:", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "Dissociative identity disorder", "op_text": "A. Dissociative identity disorder"}, {"op_idx": "B", "op_value": "An anxiety disorder", "op_text": "B. An anxiety disorder"}, {"op_idx": "C", "op_value": "Depersonalization disorder", "op_text": "C. Depersonalization disorder"}, {"op_idx": "D", "op_value": "A schizophrenic episode", "op_text": "D. A schizophrenic episode"}]}
{"exam_name": "mmlu-college_medicine", "id": "00059", "Q": "Endurance training increases the muscle's capacity to:", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "contract faster.", "op_text": "A. contract faster."}, {"op_idx": "B", "op_value": "break down phosphocreatine.", "op_text": "B. break down phosphocreatine."}, {"op_idx": "C", "op_value": "burn fat and carbohydrate.", "op_text": "C. burn fat and carbohydrate."}, {"op_idx": "D", "op_value": "generate energy anaerobically.", "op_text": "D. generate energy anaerobically."}]}
{"exam_name": "mmlu-college_medicine", "id": "00060", "Q": "Metabolism is determined by the:", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "size of proteins in the cell.", "op_text": "A. size of proteins in the cell."}, {"op_idx": "B", "op_value": "availability of amino acids.", "op_text": "B. availability of amino acids."}, {"op_idx": "C", "op_value": "proteins formed as dictated by the genetic material.", "op_text": "C. proteins formed as dictated by the genetic material."}, {"op_idx": "D", "op_value": "amino acid composition of the ribonucleic acids.", "op_text": "D. amino acid composition of the ribonucleic acids."}]}
{"exam_name": "mmlu-college_medicine", "id": "00061", "Q": "In order to determine the doppler shift in perceived sound frequency, the following variables must be known:\nI. speed of sound in medium\nII. Time of interaction between sound source and detector\nIII. distance between source and detector\nIV. frequency of emitted sound", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "I only", "op_text": "A. I only"}, {"op_idx": "B", "op_value": "I and III", "op_text": "B. I and III"}, {"op_idx": "C", "op_value": "II and IV", "op_text": "C. II and IV"}, {"op_idx": "D", "op_value": "I and IV", "op_text": "D. I and IV"}]}
{"exam_name": "mmlu-college_medicine", "id": "00062", "Q": "The key attribute in successful marathon running is:", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "strength.", "op_text": "A. strength."}, {"op_idx": "B", "op_value": "power.", "op_text": "B. power."}, {"op_idx": "C", "op_value": "stride length.", "op_text": "C. stride length."}, {"op_idx": "D", "op_value": "stamina.", "op_text": "D. stamina."}]}
{"exam_name": "mmlu-college_medicine", "id": "00063", "Q": "Which of the following phases are common to cells undergoing meiosis and mitosis?\nI. G0\nII. phase G2\nIII. phase S phase", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "I only", "op_text": "A. I only"}, {"op_idx": "B", "op_value": "I and II only", "op_text": "B. I and II only"}, {"op_idx": "C", "op_value": "II and III only", "op_text": "C. II and III only"}, {"op_idx": "D", "op_value": "I, II, and III", "op_text": "D. I, II, and III"}]}
{"exam_name": "mmlu-college_medicine", "id": "00064", "Q": "If the mean rate of oxygen consumption of a male athlete during a training session is 2 l/min, then his rate of energy expenditure is approximately:", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "400 kJ/min.", "op_text": "A. 400 kJ/min."}, {"op_idx": "B", "op_value": "200 kJ/min.", "op_text": "B. 200 kJ/min."}, {"op_idx": "C", "op_value": "80 kJ/min.", "op_text": "C. 80 kJ/min."}, {"op_idx": "D", "op_value": "40 kJ/min.", "op_text": "D. 40 kJ/min."}]}
{"exam_name": "mmlu-college_medicine", "id": "00065", "Q": "In a double stranded molecule of DNA, the ratio of purines : pyrimidines is:", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "variable.", "op_text": "A. variable."}, {"op_idx": "B", "op_value": "determined by the base sequence in RNA.", "op_text": "B. determined by the base sequence in RNA."}, {"op_idx": "C", "op_value": "genetically determined.", "op_text": "C. genetically determined."}, {"op_idx": "D", "op_value": "always 1:1.", "op_text": "D. always 1:1."}]}
{"exam_name": "mmlu-college_medicine", "id": "00066", "Q": "Sauna use, sometimes referred to as \"sauna bathing,\" is characterized by short-term passive exposure to extreme heat. This exposure elicits mild hyperthermia – an increase in the body's core temperature – that induces a thermoregulatory response involving neuroendocrine, cardiovascular, and cytoprotective mechanisms that work together to restore homeostasis and condition the body for future heat stressors… In recent decades, sauna bathing has emerged as a means to increase lifespan and improve overall health, based on compelling data from observational, interventional, and mechanistic studies. Of particular interest are the findings from studies of participants in the Kuopio Ischemic Heart Disease Risk Factor (KIHD) Study, an ongoing prospective population-based cohort study of health outcomes in more than 2,300 middle-aged men from eastern Finland, which identified strong links between sauna use and reduced death and disease… The KIHD findings showed that men who used the sauna two to three times per week were 27 percent less likely to die from cardiovascular-related causes than men who didn't use the sauna.[2] Furthermore, the benefits they experienced were found to be dose-dependent: Men who used the sauna roughly twice as often, about four to seven times per week, experienced roughly twice the benefits – and were 50 percent less likely to die from cardiovascular-related causes.[2] In addition, frequent sauna users were found to be 40 percent less likely to die from all causes of premature death. These findings held true even when considering age, activity levels, and lifestyle factors that might have influenced the men's health.[2]... The KIHD also revealed that frequent sauna use reduced the risk of developing dementia and Alzheimer's disease in a dose-dependent manner. Men who used the sauna two to three times per week had a 66 percent lower risk of developing dementia and a 65 percent lower risk of developing Alzheimer's disease, compared to men who used the sauna only one time per week… The health benefits associated with sauna use extended to other aspects of mental health, as well. Men participating in the KIHD study who used the sauna four to seven times per week were 77 percent less likely to develop psychotic disorders, regardless of the men's dietary habits, socioeconomic status, physical activity, and inflammatory status (as measured by C-reactive protein)…Exposure to high temperature stresses the body, eliciting a rapid, robust response. The skin and core body temperatures increase markedly, and sweating ensues. The skin heats first, rising to 40°C (104°F), and then changes in core body temperature occur, rising slowly from 37°C (98.6°F, or normal) to 38°C (100.4°F) and then rapidly increasing to 39°C (102.2°F)…  Cardiac output, a measure of the amount of work the heart performs in response to the body's need for oxygen, increases by 60 to 70 percent, while the heart rate (the number of beats per minute) increases and the stroke volume (the amount of blood pumped) remains unchanged.[5] During this time, approximately 50 to 70 percent of the body's blood flow is redistributed from the core to the skin to facilitate sweating. The average person loses approximately 0.5 kg of sweat while sauna bathing.[11] Acute heat exposure also induces a transient increase in overall plasma volume to mitigate the decrease in core blood volume. This increase in plasma volume not only provides a reserve source of fluid for sweating, but it also acts like the water in a car's radiator, cooling the body to prevent rapid increases in core body temperature and promoting heat tolerance… Repeated sauna use acclimates the body to heat and optimizes the body's response to future exposures, likely due to a biological phenomenon known as hormesis, a compensatory defense response following exposure to a mild stressor that is disproportionate to the magnitude of the stressor. Hormesis triggers a vast array of protective mechanisms that not only repair cell damage but also provide protection from subsequent exposures to more devastating stressors… The physiological responses to sauna use are remarkably similar to those experienced during moderate- to vigorous-intensity exercise. In fact, sauna use has been proposed as an alternative to exercise for people who are unable to engage in physical activity due to chronic disease or physical limitations.[13]\n\nThe review article sources a lot of data from Finland population studies, where the incidence of sauna use is substantially higher than most countries. Using the data, which of the following is something that is more plausible in Finland than elsewhere?", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "More gold medals in adolescent skiing.", "op_text": "A. More gold medals in adolescent skiing."}, {"op_idx": "B", "op_value": "An 86-year old male mayor who is revered in the community.", "op_text": "B. An 86-year old male mayor who is revered in the community."}, {"op_idx": "C", "op_value": "Increased rate of pets in the household.", "op_text": "C. Increased rate of pets in the household."}, {"op_idx": "D", "op_value": "Improved marriage satisfaction rates.", "op_text": "D. Improved marriage satisfaction rates."}]}
{"exam_name": "mmlu-college_medicine", "id": "00067", "Q": "Karen is a college student working on developing a stronger sense of self-esteem and self-efficacy with her therapist. She has noticed a great change in her ability to handle situations after 3 months of therapy. Which of the following would NOT be a strategy that her therapist would ask her to employ to raise her sense of self-efficacy?", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "Seek positive feedback from friends.", "op_text": "A. Seek positive feedback from friends."}, {"op_idx": "B", "op_value": "Put in daily practice on the tasks she wishes to improve on.", "op_text": "B. Put in daily practice on the tasks she wishes to improve on."}, {"op_idx": "C", "op_value": "Find others her age and ability who excel at tasks she is interested in.", "op_text": "C. Find others her age and ability who excel at tasks she is interested in."}, {"op_idx": "D", "op_value": "Avoid potential pitfalls by withholding from tasks she is not proficient in.", "op_text": "D. Avoid potential pitfalls by withholding from tasks she is not proficient in."}]}
{"exam_name": "mmlu-college_medicine", "id": "00068", "Q": "Phophocreatine resynthesis during recovery from exercise is inhibited by:", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "an excess of creatine.", "op_text": "A. an excess of creatine."}, {"op_idx": "B", "op_value": "hyperventilation.", "op_text": "B. hyperventilation."}, {"op_idx": "C", "op_value": "an excess of oxygen.", "op_text": "C. an excess of oxygen."}, {"op_idx": "D", "op_value": "a lack of oxygen.", "op_text": "D. a lack of oxygen."}]}
{"exam_name": "mmlu-college_medicine", "id": "00069", "Q": "A thin layer chromatography is performed on both the reactants and products of a reaction. It is found that the products have an Rf value that is significantly higher than the reactants. Which of the following could adequately describe this reaction:", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "SN2 reaction converting an alkyl bromide to an alkyl chloride", "op_text": "A. SN2 reaction converting an alkyl bromide to an alkyl chloride"}, {"op_idx": "B", "op_value": "Addition reaction converting an alkene to an alcohol", "op_text": "B. Addition reaction converting an alkene to an alcohol"}, {"op_idx": "C", "op_value": "Nucleophilic acyl substitution reaction converting an ester to an anhydride", "op_text": "C. Nucleophilic acyl substitution reaction converting an ester to an anhydride"}, {"op_idx": "D", "op_value": "Elimination reaction converting an alcohol to an alkene", "op_text": "D. Elimination reaction converting an alcohol to an alkene"}]}
{"exam_name": "mmlu-college_medicine", "id": "00070", "Q": "The synthesis of glucose from lactate, glycerol, or amino acids is called:", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "glycogenolysis.", "op_text": "A. glycogenolysis."}, {"op_idx": "B", "op_value": "glycolysis.", "op_text": "B. glycolysis."}, {"op_idx": "C", "op_value": "lipolysis.", "op_text": "C. lipolysis."}, {"op_idx": "D", "op_value": "gluconeogenesis.", "op_text": "D. gluconeogenesis."}]}
{"exam_name": "mmlu-college_medicine", "id": "00071", "Q": "After what period of time does maximal dynamic exercise become predominantly aerobic?", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "10 seconds", "op_text": "A. 10 seconds"}, {"op_idx": "B", "op_value": "30 seconds", "op_text": "B. 30 seconds"}, {"op_idx": "C", "op_value": "1 minute", "op_text": "C. 1 minute"}, {"op_idx": "D", "op_value": "4 minutes", "op_text": "D. 4 minutes"}]}
{"exam_name": "mmlu-college_medicine", "id": "00072", "Q": "Which of the following best accounts for the negative slope of the liquid-solid equilibrium line in the phase diagram for water?", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "H2O(s) has a greater density than H2O(l), which causes the solid to form liquid under high pressure conditions.", "op_text": "A. H2O(s) has a greater density than H2O(l), which causes the solid to form liquid under high pressure conditions."}, {"op_idx": "B", "op_value": "H2O(s) has a greater density than H2O(l), which results from the hydrogen bonds formed between water molecules.", "op_text": "B. H2O(s) has a greater density than H2O(l), which results from the hydrogen bonds formed between water molecules."}, {"op_idx": "C", "op_value": "H2O(s) has a lower density than H2O(l) which results from the crystalline framework that forms due to hydrogen bonds.", "op_text": "C. H2O(s) has a lower density than H2O(l) which results from the crystalline framework that forms due to hydrogen bonds."}, {"op_idx": "D", "op_value": "H2O(s) has a lower density than H2O(l) which causes the solid to form liquid under low pressure conditions.", "op_text": "D. H2O(s) has a lower density than H2O(l) which causes the solid to form liquid under low pressure conditions."}]}
{"exam_name": "mmlu-college_medicine", "id": "00073", "Q": "Mg(OH)2 is slowly dissolved in 500 mL of 25 oC water until the solution becomes fully saturated. Which of the following occurs when 10.0 mL of 0.1 M HCl is added?", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "MgCl2 precipitates", "op_text": "A. MgCl2 precipitates"}, {"op_idx": "B", "op_value": "Mg(OH)2 precipitates", "op_text": "B. Mg(OH)2 precipitates"}, {"op_idx": "C", "op_value": "Ksp for Mg(OH)2 increases", "op_text": "C. Ksp for Mg(OH)2 increases"}, {"op_idx": "D", "op_value": "[H2O] increases", "op_text": "D. [H2O] increases"}]}
{"exam_name": "mmlu-college_medicine", "id": "00074", "Q": "Myoclonic epilepsy and ragged-red fiber (MERRF) is an extremely rare disorder that affects neuromuscular systems. MERRF results from a mutation in mitochondrial DNA (mtDNA) that impairs protein synthesis, oxygen consumption, and energy production. When an affected male and a normal female reproduce, which of the following best predicts the expected phenotypic ratios of the offspring?", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "None of the offspring will be affected", "op_text": "A. None of the offspring will be affected"}, {"op_idx": "B", "op_value": "All males and no females will be affected", "op_text": "B. All males and no females will be affected"}, {"op_idx": "C", "op_value": "Half of males and half of females will be affected", "op_text": "C. Half of males and half of females will be affected"}, {"op_idx": "D", "op_value": "One-fourth of the offspring will be affected", "op_text": "D. One-fourth of the offspring will be affected"}]}
{"exam_name": "mmlu-college_medicine", "id": "00075", "Q": "Selective Androgen Receptor Modulators (SARMs) are:", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "steroid drugs that act on androgen receptors mimicking the effects of natural steroid hormones.", "op_text": "A. steroid drugs that act on androgen receptors mimicking the effects of natural steroid hormones."}, {"op_idx": "B", "op_value": "steroid drugs that act on androgen receptors antagonising the effects of natural steroid hormones.", "op_text": "B. steroid drugs that act on androgen receptors antagonising the effects of natural steroid hormones."}, {"op_idx": "C", "op_value": "non-steroid drugs that act on androgen receptors mimicking the effects of natural steroid hormones.", "op_text": "C. non-steroid drugs that act on androgen receptors mimicking the effects of natural steroid hormones."}, {"op_idx": "D", "op_value": "non-steroid drugs that act on androgen receptors inhibiting the effects of natural steroid hormones.", "op_text": "D. non-steroid drugs that act on androgen receptors inhibiting the effects of natural steroid hormones."}]}
{"exam_name": "mmlu-college_medicine", "id": "00076", "Q": "An action potential arriving at the motor endplate causes release of:", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "acetylcholine which traverses the neuromuscular junction.", "op_text": "A. acetylcholine which traverses the neuromuscular junction."}, {"op_idx": "B", "op_value": "sodium ions which binds to sodium receptors on the muscle membrane.", "op_text": "B. sodium ions which binds to sodium receptors on the muscle membrane."}, {"op_idx": "C", "op_value": "calcium ions which initiate an action potential along the muscle fibre.", "op_text": "C. calcium ions which initiate an action potential along the muscle fibre."}, {"op_idx": "D", "op_value": "noradrenaline which increases muscle metabolic activity.", "op_text": "D. noradrenaline which increases muscle metabolic activity."}]}
{"exam_name": "mmlu-college_medicine", "id": "00077", "Q": "All of the following are example of sensory, or neural, adaptation EXCEPT:", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "After putting on a shirt, you eventually no longer feel the sensation of the fabric on your back.", "op_text": "A. After putting on a shirt, you eventually no longer feel the sensation of the fabric on your back."}, {"op_idx": "B", "op_value": "After first walking into a crowded room, you no longer are distracted by the buzz of conversation around you.", "op_text": "B. After first walking into a crowded room, you no longer are distracted by the buzz of conversation around you."}, {"op_idx": "C", "op_value": "After first walking outside on a sunny day, you no longer are blinded by the initial brightness of the light.", "op_text": "C. After first walking outside on a sunny day, you no longer are blinded by the initial brightness of the light."}, {"op_idx": "D", "op_value": "After first walking into an anatomy lab, you no longer notice the smell of formaldehyde.", "op_text": "D. After first walking into an anatomy lab, you no longer notice the smell of formaldehyde."}]}
{"exam_name": "mmlu-college_medicine", "id": "00078", "Q": "A scientist, using electrodes, is stimulating a group of neurons in the hypothalamus and recording their membrane potential changes. She observes a sharp rise in membrane potential when she first stimulates them, the the difference of 100mV. When she tries another stimulation immediately after the first, there is no response. However, when she increase the amount of voltage she supplies to the second shock, she observes a similar response to the first. What time period of stimulation would the second shock be characterized in regards to membrane potential?", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "Depolarization", "op_text": "A. Depolarization"}, {"op_idx": "B", "op_value": "Repolarization", "op_text": "B. Repolarization"}, {"op_idx": "C", "op_value": "Hyperpolarization", "op_text": "C. Hyperpolarization"}, {"op_idx": "D", "op_value": "Resting potential", "op_text": "D. Resting potential"}]}
{"exam_name": "mmlu-college_medicine", "id": "00079", "Q": "The β-oxidation of a molecule of palmitic acid, CH3(CH2)14CO2H:", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "yields 8 molecules of acetyl-CoA and some ATP and water.", "op_text": "A. yields 8 molecules of acetyl-CoA and some ATP and water."}, {"op_idx": "B", "op_value": "yields 16 molecules of acetyl-CoA only.", "op_text": "B. yields 16 molecules of acetyl-CoA only."}, {"op_idx": "C", "op_value": "yields carbon dioxide and water only.", "op_text": "C. yields carbon dioxide and water only."}, {"op_idx": "D", "op_value": "does not involve oxygen.", "op_text": "D. does not involve oxygen."}]}
{"exam_name": "mmlu-college_medicine", "id": "00080", "Q": "What is the most likely outcome of this modification?\n﻿\nAn RNA strand that normally produces a transmembrane protein that facilitates potassium entry into muscle cells is modified to produce a different strand. The original strand is as follows:\n\n GAAUAGAUGGGAAGCGCCAGAUACAGUAACAGA… \n\nThe modified sequence is as follows:\n\n GAAUAGAUGGGAAGCGCCAGAUACAGUACCAGA…", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "Absence of the protein", "op_text": "A. Absence of the protein"}, {"op_idx": "B", "op_value": "Production of a similar-sized but dysfunctional protein", "op_text": "B. Production of a similar-sized but dysfunctional protein"}, {"op_idx": "C", "op_value": "No change", "op_text": "C. No change"}, {"op_idx": "D", "op_value": "Production of a larger, likely dysfunctional protein", "op_text": "D. Production of a larger, likely dysfunctional protein"}]}
{"exam_name": "mmlu-college_medicine", "id": "00081", "Q": "Glycolysis is the name given to the pathway involving the conversion of:", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "glycogen to glucose-1-phosphate.", "op_text": "A. glycogen to glucose-1-phosphate."}, {"op_idx": "B", "op_value": "glycogen or glucose to fructose.", "op_text": "B. glycogen or glucose to fructose."}, {"op_idx": "C", "op_value": "glycogen or glucose to pyruvate or lactate.", "op_text": "C. glycogen or glucose to pyruvate or lactate."}, {"op_idx": "D", "op_value": "glycogen or glucose to pyruvate or acetyl CoA.", "op_text": "D. glycogen or glucose to pyruvate or acetyl CoA."}]}
{"exam_name": "mmlu-college_medicine", "id": "00082", "Q": "A psychologist conducts an experiment in which subjects are asked to learn a series of “facts” which are actually statements that have been fabricated by the research team. The subjects consist of undergraduate students at the university where the experiment is being conducted. The subjects are randomly assigned to groups that are compensated either $10 or $20 for their participation, are given either 15 minutes or 30 minutes to learn the facts, and are asked to recall the facts either in the same room in which they learned the facts or in a very different, unfamiliar setting. Which of the following are dependent variables in this experiment?\nI. The amount the subjects were compensated.\nII. The room in which the subjects were asked to recall facts.\nIII. The number of facts the subjects can recall.\nIV. The time the subjects were given to learn the facts.", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "II only", "op_text": "A. II only"}, {"op_idx": "B", "op_value": "III only", "op_text": "B. III only"}, {"op_idx": "C", "op_value": "I and IV only", "op_text": "C. I and IV only"}, {"op_idx": "D", "op_value": "I and III and IV only", "op_text": "D. I and III and IV only"}]}
{"exam_name": "mmlu-college_medicine", "id": "00083", "Q": "Which of the following is thought to be implicated in the development of peripheral muscle fatigue during multiple sprint activities?", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "An accumulation of inorganic phosphate.", "op_text": "A. An accumulation of inorganic phosphate."}, {"op_idx": "B", "op_value": "Development of hyperosmolality in the muscles.", "op_text": "B. Development of hyperosmolality in the muscles."}, {"op_idx": "C", "op_value": "An excess of antioxidants.", "op_text": "C. An excess of antioxidants."}, {"op_idx": "D", "op_value": "A lack of potassium.", "op_text": "D. A lack of potassium."}]}
{"exam_name": "mmlu-college_medicine", "id": "00084", "Q": "A muscle fibre relaxes when:", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "the nerve stimulus is removed.", "op_text": "A. the nerve stimulus is removed."}, {"op_idx": "B", "op_value": "the nerve stimulus is too forceful.", "op_text": "B. the nerve stimulus is too forceful."}, {"op_idx": "C", "op_value": "the actin binding sites are uncovered.", "op_text": "C. the actin binding sites are uncovered."}, {"op_idx": "D", "op_value": "the actin binding sites are saturated.", "op_text": "D. the actin binding sites are saturated."}]}
{"exam_name": "mmlu-college_medicine", "id": "00085", "Q": "The pyruvate dehydrogenase complex:", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "is located in the sarcoplasm.", "op_text": "A. is located in the sarcoplasm."}, {"op_idx": "B", "op_value": "catalyses the conversion of pyruvate to acetyl CoA.", "op_text": "B. catalyses the conversion of pyruvate to acetyl CoA."}, {"op_idx": "C", "op_value": "catalyses the conversion of pyruvate to lactate.", "op_text": "C. catalyses the conversion of pyruvate to lactate."}, {"op_idx": "D", "op_value": "catalyses the conversion of lactate to pyruvate.", "op_text": "D. catalyses the conversion of lactate to pyruvate."}]}
{"exam_name": "mmlu-college_medicine", "id": "00086", "Q": "Hydrogen ions are formed when:", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "glycogen becomes depleted.", "op_text": "A. glycogen becomes depleted."}, {"op_idx": "B", "op_value": "phosphocreatine breakdown occurs.", "op_text": "B. phosphocreatine breakdown occurs."}, {"op_idx": "C", "op_value": "pyruvate is converted to lactate.", "op_text": "C. pyruvate is converted to lactate."}, {"op_idx": "D", "op_value": "glycolysis is being used as a major means of resynthesising ATP.", "op_text": "D. glycolysis is being used as a major means of resynthesising ATP."}]}
{"exam_name": "mmlu-college_medicine", "id": "00087", "Q": "Our genetic material is made up of:", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "deoxyribonucleic acid.", "op_text": "A. deoxyribonucleic acid."}, {"op_idx": "B", "op_value": "ribonucleic acid.", "op_text": "B. ribonucleic acid."}, {"op_idx": "C", "op_value": "dinitronucleic acid.", "op_text": "C. dinitronucleic acid."}, {"op_idx": "D", "op_value": "protein.", "op_text": "D. protein."}]}
{"exam_name": "mmlu-college_medicine", "id": "00088", "Q": "A dentist that is performing procedures in his clinic is brought out to the front desk one day to handle a dispute between one of his patients and the clerk. The patient is a middle-aged businessman who is irate and creating a scene because he was told he would have to see the dental hygienist instead of the dentist. The patient loudly rants that he makes too much money to be subjected to treatment by a half-trained associate. The clerk explains to the dentist that the patient was 40 minutes late to his appointment, and the only opening now was with the hygienist. The patient snaps back that his time is worth more than any of the people in the office. What personality disorder is this patient likely exhibiting?", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "Histrionic", "op_text": "A. Histrionic"}, {"op_idx": "B", "op_value": "Narcissistic", "op_text": "B. Narcissistic"}, {"op_idx": "C", "op_value": "Paranoid", "op_text": "C. Paranoid"}, {"op_idx": "D", "op_value": "Obsessive-compulsive", "op_text": "D. Obsessive-compulsive"}]}
{"exam_name": "mmlu-college_medicine", "id": "00089", "Q": "Vygotsky’s sociocultural development theory attempts to describe the interaction between the mental function children are born with and how they develop those into what they possess as adults. One of the important components of this is the zone of proximal development. Which of the following statements accurately describes an individual in the zone of proximal development?", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "A baseball player hits baseballs from a tee in order to build muscle memory.", "op_text": "A. A baseball player hits baseballs from a tee in order to build muscle memory."}, {"op_idx": "B", "op_value": "A concert flute player falls short of finishing a piece that has a very complex ending without mistakes", "op_text": "B. A concert flute player falls short of finishing a piece that has a very complex ending without mistakes"}, {"op_idx": "C", "op_value": "A high school English student submits a paper for review by his professor.", "op_text": "C. A high school English student submits a paper for review by his professor."}, {"op_idx": "D", "op_value": "A high diver takes instruction from her coach to improve her form on a specific move.", "op_text": "D. A high diver takes instruction from her coach to improve her form on a specific move."}]}
{"exam_name": "mmlu-college_medicine", "id": "00090", "Q": "A young man working with a therapist on becoming more productive is expressing many of his desires throughout growing up and how he feels that it has affected him. Through discernment, the therapist states that he believes the young man’s development is stuck in a stage that reflects itself by his inability to keep his house clean. According to Freud’s theory of psychosexual development, what stage would this young man be fixated in?", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "Anal", "op_text": "A. Anal"}, {"op_idx": "B", "op_value": "Phallic", "op_text": "B. Phallic"}, {"op_idx": "C", "op_value": "Latent", "op_text": "C. Latent"}, {"op_idx": "D", "op_value": "Genital", "op_text": "D. Genital"}]}
{"exam_name": "mmlu-college_medicine", "id": "00091", "Q": "What type of covalent bonds link the amino acids in a protein?", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "Peptide bonds", "op_text": "A. Peptide bonds"}, {"op_idx": "B", "op_value": "Hydrogen bonds", "op_text": "B. Hydrogen bonds"}, {"op_idx": "C", "op_value": "Ionic bonds", "op_text": "C. Ionic bonds"}, {"op_idx": "D", "op_value": "Glycosidic bonds", "op_text": "D. Glycosidic bonds"}]}
{"exam_name": "mmlu-college_medicine", "id": "00092", "Q": "Walking down a street late at night, an adult male pedestrian notices a young female on the ground, not moving. The female is on the opposite side of the street. Crossing the street, the pedestrian notices that the young woman appears both much wealthier than he is and is of a different ethnicity. Seeing no one else present, the pedestrian renders aid. According to the bystander effect, which of the following would change how the pedestrian reacts?", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "The person requiring aid appearing to be of a lower socioeconomic class rather than a higher one", "op_text": "A. The person requiring aid appearing to be of a lower socioeconomic class rather than a higher one"}, {"op_idx": "B", "op_value": "The presence of another group of people one block up the street", "op_text": "B. The presence of another group of people one block up the street"}, {"op_idx": "C", "op_value": "The person requiring aid appearing to be the same ethnicity rather than a different one", "op_text": "C. The person requiring aid appearing to be the same ethnicity rather than a different one"}, {"op_idx": "D", "op_value": "The presence of one other person who is already approaching the girl", "op_text": "D. The presence of one other person who is already approaching the girl"}]}
{"exam_name": "mmlu-college_medicine", "id": "00093", "Q": "Sauna use, sometimes referred to as \"sauna bathing,\" is characterized by short-term passive exposure to extreme heat. This exposure elicits mild hyperthermia – an increase in the body's core temperature – that induces a thermoregulatory response involving neuroendocrine, cardiovascular, and cytoprotective mechanisms that work together to restore homeostasis and condition the body for future heat stressors… In recent decades, sauna bathing has emerged as a means to increase lifespan and improve overall health, based on compelling data from observational, interventional, and mechanistic studies. Of particular interest are the findings from studies of participants in the Kuopio Ischemic Heart Disease Risk Factor (KIHD) Study, an ongoing prospective population-based cohort study of health outcomes in more than 2,300 middle-aged men from eastern Finland, which identified strong links between sauna use and reduced death and disease… The KIHD findings showed that men who used the sauna two to three times per week were 27 percent less likely to die from cardiovascular-related causes than men who didn't use the sauna.[2] Furthermore, the benefits they experienced were found to be dose-dependent: Men who used the sauna roughly twice as often, about four to seven times per week, experienced roughly twice the benefits – and were 50 percent less likely to die from cardiovascular-related causes.[2] In addition, frequent sauna users were found to be 40 percent less likely to die from all causes of premature death. These findings held true even when considering age, activity levels, and lifestyle factors that might have influenced the men's health.[2]... The KIHD also revealed that frequent sauna use reduced the risk of developing dementia and Alzheimer's disease in a dose-dependent manner. Men who used the sauna two to three times per week had a 66 percent lower risk of developing dementia and a 65 percent lower risk of developing Alzheimer's disease, compared to men who used the sauna only one time per week… The health benefits associated with sauna use extended to other aspects of mental health, as well. Men participating in the KIHD study who used the sauna four to seven times per week were 77 percent less likely to develop psychotic disorders, regardless of the men's dietary habits, socioeconomic status, physical activity, and inflammatory status (as measured by C-reactive protein)…Exposure to high temperature stresses the body, eliciting a rapid, robust response. The skin and core body temperatures increase markedly, and sweating ensues. The skin heats first, rising to 40°C (104°F), and then changes in core body temperature occur, rising slowly from 37°C (98.6°F, or normal) to 38°C (100.4°F) and then rapidly increasing to 39°C (102.2°F)…  Cardiac output, a measure of the amount of work the heart performs in response to the body's need for oxygen, increases by 60 to 70 percent, while the heart rate (the number of beats per minute) increases and the stroke volume (the amount of blood pumped) remains unchanged.[5] During this time, approximately 50 to 70 percent of the body's blood flow is redistributed from the core to the skin to facilitate sweating. The average person loses approximately 0.5 kg of sweat while sauna bathing.[11] Acute heat exposure also induces a transient increase in overall plasma volume to mitigate the decrease in core blood volume. This increase in plasma volume not only provides a reserve source of fluid for sweating, but it also acts like the water in a car's radiator, cooling the body to prevent rapid increases in core body temperature and promoting heat tolerance… Repeated sauna use acclimates the body to heat and optimizes the body's response to future exposures, likely due to a biological phenomenon known as hormesis, a compensatory defense response following exposure to a mild stressor that is disproportionate to the magnitude of the stressor. Hormesis triggers a vast array of protective mechanisms that not only repair cell damage but also provide protection from subsequent exposures to more devastating stressors… The physiological responses to sauna use are remarkably similar to those experienced during moderate- to vigorous-intensity exercise. In fact, sauna use has been proposed as an alternative to exercise for people who are unable to engage in physical activity due to chronic disease or physical limitations.[13]\n\nWhich of the following is a likely paragraph that follows this excerpt in the article?", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "A paragraph on a protein that facilitates intracellular function in response to heat.", "op_text": "A. A paragraph on a protein that facilitates intracellular function in response to heat."}, {"op_idx": "B", "op_value": "A paragraph on increased heart attacks in Eskimo populations.", "op_text": "B. A paragraph on increased heart attacks in Eskimo populations."}, {"op_idx": "C", "op_value": "A recap of Finland’s water polo team excellence.", "op_text": "C. A recap of Finland’s water polo team excellence."}, {"op_idx": "D", "op_value": "A study on rats exposed to high levels of heat.", "op_text": "D. A study on rats exposed to high levels of heat."}]}
{"exam_name": "mmlu-college_medicine", "id": "00094", "Q": "Muscle lactate production increases when:", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "oxygen is readily available.", "op_text": "A. oxygen is readily available."}, {"op_idx": "B", "op_value": "pyruvate cannot be formed from glucose breakdown.", "op_text": "B. pyruvate cannot be formed from glucose breakdown."}, {"op_idx": "C", "op_value": "the pH of the muscle falls.", "op_text": "C. the pH of the muscle falls."}, {"op_idx": "D", "op_value": "glycolysis is activated at the onset of exercise.", "op_text": "D. glycolysis is activated at the onset of exercise."}]}
{"exam_name": "mmlu-college_medicine", "id": "00095", "Q": "Triacylglycerides consist of I. A ribose backbone II. a glycerol backbone III. three phosphodiester linkages IV. three ester linkages", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "I and III", "op_text": "A. I and III"}, {"op_idx": "B", "op_value": "II only", "op_text": "B. II only"}, {"op_idx": "C", "op_value": "II and III", "op_text": "C. II and III"}, {"op_idx": "D", "op_value": "II and IV", "op_text": "D. II and IV"}]}
{"exam_name": "mmlu-college_medicine", "id": "00096", "Q": "Noncompetitive inhibition differs from uncompetitive inhibition in that a noncompetitive inhibitor binds to an allosteric site on the enzyme and prevents it from catalyzing a reaction, whereas uncompetitive inhibitors bind to the enzymesubstrate complex and prevent catalysis. Increasing the substrate concentration would have which of the following effects?", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "Increasing impact of uncompetitive inhibitor and decreasing concentration of noncompetitive inhibitor", "op_text": "A. Increasing impact of uncompetitive inhibitor and decreasing concentration of noncompetitive inhibitor"}, {"op_idx": "B", "op_value": "Decreasing impact of uncompetitive inhibitor and increasing impact of noncompetitive inhibitor.", "op_text": "B. Decreasing impact of uncompetitive inhibitor and increasing impact of noncompetitive inhibitor."}, {"op_idx": "C", "op_value": "Increasing impact of uncompetitive inhibitor", "op_text": "C. Increasing impact of uncompetitive inhibitor"}, {"op_idx": "D", "op_value": "No effect", "op_text": "D. No effect"}]}
{"exam_name": "mmlu-college_medicine", "id": "00097", "Q": "Tyler is a high school student who is planning on becoming an engineer. In his calculus II class sophomore year, he receives an F on his first test. Which of the following responses to this event would indicate that Tyler has a higher likelihood of improving in subsequent exams?", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "He decides that the first test is always harder than the others.", "op_text": "A. He decides that the first test is always harder than the others."}, {"op_idx": "B", "op_value": "He says the teacher graded his exam harder because she doesn’t like him.", "op_text": "B. He says the teacher graded his exam harder because she doesn’t like him."}, {"op_idx": "C", "op_value": "He says it was due to some home circumstances that won’t be present during the next exam.", "op_text": "C. He says it was due to some home circumstances that won’t be present during the next exam."}, {"op_idx": "D", "op_value": "He critiques his study methods and tries to find out which led to poor returns.", "op_text": "D. He critiques his study methods and tries to find out which led to poor returns."}]}
{"exam_name": "mmlu-college_medicine", "id": "00098", "Q": "In nerve cells, microtubule-associated proteins (MAPs), most notably MAP2 and MAP tau, act to stabilize microtubules. In a mouse model, a mutant is developed that vastly reduced function across all families of MAPs, leading to increased microtubule degradation. Which cellular activity would likely be most affected?", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "Cardiac muscle contraction", "op_text": "A. Cardiac muscle contraction"}, {"op_idx": "B", "op_value": "Transcription of mRNA from DNA", "op_text": "B. Transcription of mRNA from DNA"}, {"op_idx": "C", "op_value": "Krebs cycle", "op_text": "C. Krebs cycle"}, {"op_idx": "D", "op_value": "Meiosis", "op_text": "D. Meiosis"}]}
{"exam_name": "mmlu-college_medicine", "id": "00099", "Q": "The trigger to initiate the contractile process in skeletal muscle is:", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "potassium binding to myosin.", "op_text": "A. potassium binding to myosin."}, {"op_idx": "B", "op_value": "calcium binding to tropomyosin.", "op_text": "B. calcium binding to tropomyosin."}, {"op_idx": "C", "op_value": "ATP binding to the myosin cross bridges.", "op_text": "C. ATP binding to the myosin cross bridges."}, {"op_idx": "D", "op_value": "calcium binding to troponin.", "op_text": "D. calcium binding to troponin."}]}
{"exam_name": "mmlu-college_medicine", "id": "00100", "Q": "The sarcoplasmic reticulum in muscle cells acts as a:", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "store of digestive enzymes.", "op_text": "A. store of digestive enzymes."}, {"op_idx": "B", "op_value": "store of sodium ions.", "op_text": "B. store of sodium ions."}, {"op_idx": "C", "op_value": "store of lipid.", "op_text": "C. store of lipid."}, {"op_idx": "D", "op_value": "store of calcium ions.", "op_text": "D. store of calcium ions."}]}
{"exam_name": "mmlu-college_medicine", "id": "00101", "Q": "Alterations in which neurotransmitters in the brain by pharmacological agents has been shown to influence fatigue development?", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "Acetyl choline and noradrenaline.", "op_text": "A. Acetyl choline and noradrenaline."}, {"op_idx": "B", "op_value": "Dopamine and acetyl choline.", "op_text": "B. Dopamine and acetyl choline."}, {"op_idx": "C", "op_value": "Glutamate and serotonin.", "op_text": "C. Glutamate and serotonin."}, {"op_idx": "D", "op_value": "Dopamine and serotonin.", "op_text": "D. Dopamine and serotonin."}]}
{"exam_name": "mmlu-college_medicine", "id": "00102", "Q": "Oxygen is used:", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "in glycolysis.", "op_text": "A. in glycolysis."}, {"op_idx": "B", "op_value": "in the conversion of fatty acids to acetyl CoA.", "op_text": "B. in the conversion of fatty acids to acetyl CoA."}, {"op_idx": "C", "op_value": "in the tricarboxylic acid cycle (Krebs' cycle).", "op_text": "C. in the tricarboxylic acid cycle (Krebs' cycle)."}, {"op_idx": "D", "op_value": "in glycogenolysis.", "op_text": "D. in glycogenolysis."}]}
{"exam_name": "mmlu-college_medicine", "id": "00103", "Q": "Mutations are errors in DNA that:", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "are always harmful.", "op_text": "A. are always harmful."}, {"op_idx": "B", "op_value": "only occur in the presence of carcinogens.", "op_text": "B. only occur in the presence of carcinogens."}, {"op_idx": "C", "op_value": "increase tumour growth.", "op_text": "C. increase tumour growth."}, {"op_idx": "D", "op_value": "occur spontaneously at a low rate.", "op_text": "D. occur spontaneously at a low rate."}]}
{"exam_name": "mmlu-college_medicine", "id": "00104", "Q": "The enzymes of glycolysis are located in the:", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "mitochondrion.", "op_text": "A. mitochondrion."}, {"op_idx": "B", "op_value": "nucleus.", "op_text": "B. nucleus."}, {"op_idx": "C", "op_value": "cytoplasm.", "op_text": "C. cytoplasm."}, {"op_idx": "D", "op_value": "lysosomes.", "op_text": "D. lysosomes."}]}
{"exam_name": "mmlu-college_medicine", "id": "00105", "Q": "Rational choice theory is premised on the concept that actions are chosen based on the benefit to the individual. The three main assumptions of rational theory are completeness, transitivity, and independence of variables. This is most accurately described as what kind of system?", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "Hierarchical", "op_text": "A. Hierarchical"}, {"op_idx": "B", "op_value": "Patriarchal", "op_text": "B. Patriarchal"}, {"op_idx": "C", "op_value": "Matriarchal", "op_text": "C. Matriarchal"}, {"op_idx": "D", "op_value": "Oligarchic", "op_text": "D. Oligarchic"}]}
{"exam_name": "mmlu-college_medicine", "id": "00106", "Q": "Which products of ADP degradation increase in concentration in the blood during multiple sprint sports?", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "Ammonia, hypoxanthine and uric acid.", "op_text": "A. Ammonia, hypoxanthine and uric acid."}, {"op_idx": "B", "op_value": "Ammonia, urea and uric acid.", "op_text": "B. Ammonia, urea and uric acid."}, {"op_idx": "C", "op_value": "Ammonia, urea and creatinine.", "op_text": "C. Ammonia, urea and creatinine."}, {"op_idx": "D", "op_value": "Ammonia, urea and creatine.", "op_text": "D. Ammonia, urea and creatine."}]}
{"exam_name": "mmlu-college_medicine", "id": "00107", "Q": "The rate limiting enzyme of glycolysis is:", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "phosphorylase.", "op_text": "A. phosphorylase."}, {"op_idx": "B", "op_value": "hexokinase.", "op_text": "B. hexokinase."}, {"op_idx": "C", "op_value": "pyruvate dehydrogenase.", "op_text": "C. pyruvate dehydrogenase."}, {"op_idx": "D", "op_value": "phosphofructokinase.", "op_text": "D. phosphofructokinase."}]}
{"exam_name": "mmlu-college_medicine", "id": "00108", "Q": "A fundamental cause of fatigue in high intensity exercise is:", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "a fall in the cell concentration of ADP.", "op_text": "A. a fall in the cell concentration of ADP."}, {"op_idx": "B", "op_value": "inhibition of ATP production.", "op_text": "B. inhibition of ATP production."}, {"op_idx": "C", "op_value": "failure of the ATP supply to match the demand.", "op_text": "C. failure of the ATP supply to match the demand."}, {"op_idx": "D", "op_value": "lack of skill.", "op_text": "D. lack of skill."}]}
{"exam_name": "mmlu-college_medicine", "id": "00109", "Q": "The rate of blood lactate accumulation is determined by:", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "the rate of muscle lactate production and the rate of muscle lactate efflux.", "op_text": "A. the rate of muscle lactate production and the rate of muscle lactate efflux."}, {"op_idx": "B", "op_value": "the rate of anaerobic glycolysis.", "op_text": "B. the rate of anaerobic glycolysis."}, {"op_idx": "C", "op_value": "the rate of muscle glucose uptake.", "op_text": "C. the rate of muscle glucose uptake."}, {"op_idx": "D", "op_value": "the difference between the rate of lactate appearance and the rate of lactate clearance.", "op_text": "D. the difference between the rate of lactate appearance and the rate of lactate clearance."}]}
{"exam_name": "mmlu-college_medicine", "id": "00110", "Q": "Type I muscle fibres have the following characteristics:", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "white, glycolytic, slow contracting.", "op_text": "A. white, glycolytic, slow contracting."}, {"op_idx": "B", "op_value": "white, oxidative, slow contracting.", "op_text": "B. white, oxidative, slow contracting."}, {"op_idx": "C", "op_value": "red, oxidative, fast contracting.", "op_text": "C. red, oxidative, fast contracting."}, {"op_idx": "D", "op_value": "red, oxidative, slow contracting.", "op_text": "D. red, oxidative, slow contracting."}]}
{"exam_name": "mmlu-college_medicine", "id": "00111", "Q": "If a gas occupies 0.1L at 200atm, what will its volume be at 1atm?", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "slightly less than 20L", "op_text": "A. slightly less than 20L"}, {"op_idx": "B", "op_value": "20L", "op_text": "B. 20L"}, {"op_idx": "C", "op_value": "slightly more than 20L", "op_text": "C. slightly more than 20L"}, {"op_idx": "D", "op_value": "2000L", "op_text": "D. 2000L"}]}
{"exam_name": "mmlu-college_medicine", "id": "00112", "Q": "Assuming the circulatory system in humans obeys Bernoulli’s principle of fluid dynamics, which of the statements most accurately compares the blood pressure in a capillary of the neck to a capillary with an equal crosssectional area in the right knee?", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "The pressure in the neck is greater than the pressure in the knee because of the increase in pressure head", "op_text": "A. The pressure in the neck is greater than the pressure in the knee because of the increase in pressure head"}, {"op_idx": "B", "op_value": "The pressure in the neck is equal to the pressure in the knee because of the equal dynamic pressure according to the continuity equation", "op_text": "B. The pressure in the neck is equal to the pressure in the knee because of the equal dynamic pressure according to the continuity equation"}, {"op_idx": "C", "op_value": "The pressure in the knee is greater than the pressure in the neck because of the increase in pressure head", "op_text": "C. The pressure in the knee is greater than the pressure in the neck because of the increase in pressure head"}, {"op_idx": "D", "op_value": "An accurate comparison cannot be given without knowledge of the fluid’s density and viscosity", "op_text": "D. An accurate comparison cannot be given without knowledge of the fluid’s density and viscosity"}]}
{"exam_name": "mmlu-college_medicine", "id": "00113", "Q": "Sodium bicarbonate ingestion improves middle distance running performance by:", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "elevating the pH and buffering capacity of the extracellular fluid allowing a faster efflux of hydrogen ions from muscle.", "op_text": "A. elevating the pH and buffering capacity of the extracellular fluid allowing a faster efflux of hydrogen ions from muscle."}, {"op_idx": "B", "op_value": "reducing the pH and buffering capacity of the extracellular fluid allowing a faster efflux of hydrogen ions from muscle.", "op_text": "B. reducing the pH and buffering capacity of the extracellular fluid allowing a faster efflux of hydrogen ions from muscle."}, {"op_idx": "C", "op_value": "elevating the pH and buffering capacity of the extracellular fluid allowing a faster influx of hydrogen ions into muscle.", "op_text": "C. elevating the pH and buffering capacity of the extracellular fluid allowing a faster influx of hydrogen ions into muscle."}, {"op_idx": "D", "op_value": "elevating the pre-exercise muscle pH.", "op_text": "D. elevating the pre-exercise muscle pH."}]}
{"exam_name": "mmlu-college_medicine", "id": "00114", "Q": "An individual presents to the clinic for initial evaluation and establishment of care. The patient was born 46, XY, but identifies as a female. Her preferred pronouns are She/Her. Additionally, she is sexually active with females only. What would describe the gender and orientation of this individual?", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "Cis-gender, heterosexual", "op_text": "A. Cis-gender, heterosexual"}, {"op_idx": "B", "op_value": "Transgender, heterosexual", "op_text": "B. Transgender, heterosexual"}, {"op_idx": "C", "op_value": "Cis-gender, homosexual", "op_text": "C. Cis-gender, homosexual"}, {"op_idx": "D", "op_value": "Transgender, homosexual", "op_text": "D. Transgender, homosexual"}]}
{"exam_name": "mmlu-college_medicine", "id": "00115", "Q": "Which of the following can act as an intracellular buffer to limit pH changes when the rate of glycolysis is high?", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "Glutamine", "op_text": "A. Glutamine"}, {"op_idx": "B", "op_value": "Glucose", "op_text": "B. Glucose"}, {"op_idx": "C", "op_value": "Carnosine", "op_text": "C. Carnosine"}, {"op_idx": "D", "op_value": "Amylase", "op_text": "D. Amylase"}]}
{"exam_name": "mmlu-college_medicine", "id": "00116", "Q": "A team of engineers constructing signal lights for airplanes that they can use to guide them to runways are attempting to determine the brightness needed for the pilot to be able to detect the tower at 1 mile away. They set the light to a test brightness and establish communication with an inbound pilot. When the pilot is 1 mile away from the tower, he says he cannot see the light. In terms of Signal Detection Theory, what would this be called?", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "Hit", "op_text": "A. Hit"}, {"op_idx": "B", "op_value": "Miss", "op_text": "B. Miss"}, {"op_idx": "C", "op_value": "False alarm", "op_text": "C. False alarm"}, {"op_idx": "D", "op_value": "Correct rejection", "op_text": "D. Correct rejection"}]}
{"exam_name": "mmlu-college_medicine", "id": "00117", "Q": "New York City is home to over 7 million inhabitants from a diverse range of backgrounds. Although the city itself has characteristics, there are several smaller areas, usually congregations of people from the same nationality, who adhere to customs from their prior country of inhabitance. For example, in Little Italy, a small town in the city, it is still customary to greet people with cheek kisses. This is an example of what kind of phenomenon?", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "Subculture", "op_text": "A. Subculture"}, {"op_idx": "B", "op_value": "Counterculture", "op_text": "B. Counterculture"}, {"op_idx": "C", "op_value": "Microculture", "op_text": "C. Microculture"}, {"op_idx": "D", "op_value": "Culture lag", "op_text": "D. Culture lag"}]}
{"exam_name": "mmlu-college_medicine", "id": "00118", "Q": "Prosthetic groups are:", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "required by all enzymes in the cell.", "op_text": "A. required by all enzymes in the cell."}, {"op_idx": "B", "op_value": "loosely bound to enzymes via hydrogen bonds.", "op_text": "B. loosely bound to enzymes via hydrogen bonds."}, {"op_idx": "C", "op_value": "sites on the enzyme molecule that permit allosteric modification of enzyme activity.", "op_text": "C. sites on the enzyme molecule that permit allosteric modification of enzyme activity."}, {"op_idx": "D", "op_value": "tightly bound to enzymes and are required for their activity.", "op_text": "D. tightly bound to enzymes and are required for their activity."}]}
{"exam_name": "mmlu-college_medicine", "id": "00119", "Q": "Codons are composed of:", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "triplet sequences of nucleotide bases in mRNA or DNA .", "op_text": "A. triplet sequences of nucleotide bases in mRNA or DNA ."}, {"op_idx": "B", "op_value": "quadruplet sequences of nucleotide bases in mRNA or DNA.", "op_text": "B. quadruplet sequences of nucleotide bases in mRNA or DNA."}, {"op_idx": "C", "op_value": "triplet sequences of amino acids in polypeptide chains.", "op_text": "C. triplet sequences of amino acids in polypeptide chains."}, {"op_idx": "D", "op_value": "triplet sequences of deoxyribose sugars in DNA.", "op_text": "D. triplet sequences of deoxyribose sugars in DNA."}]}
{"exam_name": "mmlu-college_medicine", "id": "00120", "Q": "In games like soccer the blood lactate concentration:", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "rarely increases above 3 mM.", "op_text": "A. rarely increases above 3 mM."}, {"op_idx": "B", "op_value": "is usually lower at the end of the game than at the end of the first half.", "op_text": "B. is usually lower at the end of the game than at the end of the first half."}, {"op_idx": "C", "op_value": "is usually higher at the end of the game than at the end of the first half.", "op_text": "C. is usually higher at the end of the game than at the end of the first half."}, {"op_idx": "D", "op_value": "increases throughout the course of the game as the players become more fatigued.", "op_text": "D. increases throughout the course of the game as the players become more fatigued."}]}
{"exam_name": "mmlu-college_medicine", "id": "00121", "Q": "All of the following are true regarding the function of neurons EXCEPT:", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "Hyperpolarization at the end of an action potential is one mechanism by which neurons limit the rate at which action potentials may fire.", "op_text": "A. Hyperpolarization at the end of an action potential is one mechanism by which neurons limit the rate at which action potentials may fire."}, {"op_idx": "B", "op_value": "The flow of sodium into the neuron depolarizes the membrane in the first phase of an action potential.", "op_text": "B. The flow of sodium into the neuron depolarizes the membrane in the first phase of an action potential."}, {"op_idx": "C", "op_value": "The transmitting neuron secretes neurotransmitters into the synaptic cleft from its dendrites.", "op_text": "C. The transmitting neuron secretes neurotransmitters into the synaptic cleft from its dendrites."}, {"op_idx": "D", "op_value": "An action potential is initiated when the axon hillock reaches the threshold potential.", "op_text": "D. An action potential is initiated when the axon hillock reaches the threshold potential."}]}
{"exam_name": "mmlu-college_medicine", "id": "00122", "Q": "Which of the following is true?", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "Increasing the protein intake above 3 grams per kg body mass per day will stimulate muscle growth and increase strength.", "op_text": "A. Increasing the protein intake above 3 grams per kg body mass per day will stimulate muscle growth and increase strength."}, {"op_idx": "B", "op_value": "Creatine supplements can increase muscle strength and power.", "op_text": "B. Creatine supplements can increase muscle strength and power."}, {"op_idx": "C", "op_value": "Amino acid supplements can increase muscle strength and power.", "op_text": "C. Amino acid supplements can increase muscle strength and power."}, {"op_idx": "D", "op_value": "Muscle damage is induced by shortening contractions.", "op_text": "D. Muscle damage is induced by shortening contractions."}]}
{"exam_name": "mmlu-college_medicine", "id": "00123", "Q": "Which of the following statements is false?", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "Ammonia is produced in repeated high intensity exercise.", "op_text": "A. Ammonia is produced in repeated high intensity exercise."}, {"op_idx": "B", "op_value": "Muscle lactate accumulation does not begin until at least 5 seconds of intermittent muscle contractions have taken place.", "op_text": "B. Muscle lactate accumulation does not begin until at least 5 seconds of intermittent muscle contractions have taken place."}, {"op_idx": "C", "op_value": "Muscle phosphocreatine depletion begins in the first few seconds of high intensity exercise.", "op_text": "C. Muscle phosphocreatine depletion begins in the first few seconds of high intensity exercise."}, {"op_idx": "D", "op_value": "With an increasing number of repeated sprints the rate of accumulation of lactate in muscle declines.", "op_text": "D. With an increasing number of repeated sprints the rate of accumulation of lactate in muscle declines."}]}
{"exam_name": "mmlu-college_medicine", "id": "00124", "Q": "The most rapid method to resynthesize ATP during exercise is through:", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "glycolysis.", "op_text": "A. glycolysis."}, {"op_idx": "B", "op_value": "phosphocreatine breakdown.", "op_text": "B. phosphocreatine breakdown."}, {"op_idx": "C", "op_value": "tricarboxylic acid cycle (Krebs' cycle).", "op_text": "C. tricarboxylic acid cycle (Krebs' cycle)."}, {"op_idx": "D", "op_value": "glycogenolysis.", "op_text": "D. glycogenolysis."}]}
{"exam_name": "mmlu-college_medicine", "id": "00125", "Q": "The electron transport chain, which is embedded in the mitochondrial membrane, exists primarily to generate new molecules of ATP for use by the cell. This is accomplished by a positive gradient of H+ ions that are formed outside the membrane which then pass back through a specialized channel known as ATP synthase. The energy created from this phosphorylates an ATP to an ATP, known as oxidative phosphorylation. The mechanism by which H+ returns to the inside of the mitochondria is known as what?", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "Passive transport", "op_text": "A. Passive transport"}, {"op_idx": "B", "op_value": "Passive diffusion", "op_text": "B. Passive diffusion"}, {"op_idx": "C", "op_value": "Active transport", "op_text": "C. Active transport"}, {"op_idx": "D", "op_value": "Endocytosis", "op_text": "D. Endocytosis"}]}
{"exam_name": "mmlu-college_medicine", "id": "00126", "Q": "Which of the following molecules will stop being produced first when oxygen is no longer supplied to the cell?", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "Oxaloacetate", "op_text": "A. Oxaloacetate"}, {"op_idx": "B", "op_value": "Pyruvate", "op_text": "B. Pyruvate"}, {"op_idx": "C", "op_value": "Water", "op_text": "C. Water"}, {"op_idx": "D", "op_value": "Adenosine triphosphate", "op_text": "D. Adenosine triphosphate"}]}
{"exam_name": "mmlu-college_medicine", "id": "00127", "Q": "As a result of substance abuse throughout adolescence, a young adult suffers from a number of psychological symptoms reflecting diminished executive functioning. Which of the following are likely true of this patient?\nI. Pathological changes to the prefrontal cortex.\nII. Increased susceptibility to auditory hallucinations.\nIII. Reduced behavioral impulse control.", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "I only", "op_text": "A. I only"}, {"op_idx": "B", "op_value": "III only", "op_text": "B. III only"}, {"op_idx": "C", "op_value": "I and III only", "op_text": "C. I and III only"}, {"op_idx": "D", "op_value": "II and III only", "op_text": "D. II and III only"}]}
{"exam_name": "mmlu-college_medicine", "id": "00128", "Q": "Glycogen breakdown in muscle initially results in the formation of:", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "glucose.", "op_text": "A. glucose."}, {"op_idx": "B", "op_value": "glucose-1-phosphate.", "op_text": "B. glucose-1-phosphate."}, {"op_idx": "C", "op_value": "glucose-6-phosphate.", "op_text": "C. glucose-6-phosphate."}, {"op_idx": "D", "op_value": "glucose-1,6-diphosphate.", "op_text": "D. glucose-1,6-diphosphate."}]}
{"exam_name": "mmlu-college_medicine", "id": "00129", "Q": "A wrestler attempting to lose weight for a match in December commits himself to dropping 30lbs over 2 months. Which of the following is NOT a good method to restrict his caloric intake?", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "Study at a health smoothie store instead of a coffee shop.", "op_text": "A. Study at a health smoothie store instead of a coffee shop."}, {"op_idx": "B", "op_value": "Reward himself with a savory meal every Saturday for meeting his calorie goals.", "op_text": "B. Reward himself with a savory meal every Saturday for meeting his calorie goals."}, {"op_idx": "C", "op_value": "Snap himself with a rubber band when he eats a high calorie snack.", "op_text": "C. Snap himself with a rubber band when he eats a high calorie snack."}, {"op_idx": "D", "op_value": "Hide snack food out of sight within his house.", "op_text": "D. Hide snack food out of sight within his house."}]}
{"exam_name": "mmlu-college_medicine", "id": "00130", "Q": "In an SDS-PAGE procedure, the SDS serves as a detergent. Why are the proteins treated with a detergent before being run through the electrophoresis gel?", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "To coat the proteins with a large positive charge, since amino acid side chains may have positive, negative, or neutral charges, and a large uniform charge is necessary to get good separation in the gel.", "op_text": "A. To coat the proteins with a large positive charge, since amino acid side chains may have positive, negative, or neutral charges, and a large uniform charge is necessary to get good separation in the gel."}, {"op_idx": "B", "op_value": "To allow the electrophoresis to separate the proteins solely on the basis of the length of the primary sequence.", "op_text": "B. To allow the electrophoresis to separate the proteins solely on the basis of the length of the primary sequence."}, {"op_idx": "C", "op_value": "To prevent the protein from denaturing so that the electrophoresis can accurately resolve the proteins on the basis of tertiary structure.", "op_text": "C. To prevent the protein from denaturing so that the electrophoresis can accurately resolve the proteins on the basis of tertiary structure."}, {"op_idx": "D", "op_value": "To break the intramolecular bonds holding the tertiary and primary structure of the protein together, thereby generating linear fragments that may be sorted on size.", "op_text": "D. To break the intramolecular bonds holding the tertiary and primary structure of the protein together, thereby generating linear fragments that may be sorted on size."}]}
{"exam_name": "mmlu-college_medicine", "id": "00131", "Q": "For very high force contractions lasting 1-2 seconds, the initial energy source is from:", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "Glycolysis.", "op_text": "A. Glycolysis."}, {"op_idx": "B", "op_value": "creatine phosphorylation.", "op_text": "B. creatine phosphorylation."}, {"op_idx": "C", "op_value": "phosphocreatine stores.", "op_text": "C. phosphocreatine stores."}, {"op_idx": "D", "op_value": "ATP stores.", "op_text": "D. ATP stores."}]}
{"exam_name": "mmlu-college_medicine", "id": "00132", "Q": "Which of the following factors does not influence success in sport?", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "Ability to tolerate heavy training without succumbing to illness or injury.", "op_text": "A. Ability to tolerate heavy training without succumbing to illness or injury."}, {"op_idx": "B", "op_value": "Tactics.", "op_text": "B. Tactics."}, {"op_idx": "C", "op_value": "The diet.", "op_text": "C. The diet."}, {"op_idx": "D", "op_value": "Ingestion of carnitine during exercise.", "op_text": "D. Ingestion of carnitine during exercise."}]}
{"exam_name": "mmlu-college_medicine", "id": "00133", "Q": "The lining of the digestive tract and the respiratory tract develops from which germ layer? I. Endoderm II. Mesoderm III. Ectoderm", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "I only", "op_text": "A. I only"}, {"op_idx": "B", "op_value": "II only", "op_text": "B. II only"}, {"op_idx": "C", "op_value": "III only", "op_text": "C. III only"}, {"op_idx": "D", "op_value": "I and II", "op_text": "D. I and II"}]}
{"exam_name": "mmlu-college_medicine", "id": "00134", "Q": "A transmembrane protein being isolated in the laboratory is found to be composed of four different amino acids in varying quantity. They are, in order of frequency, glycine, tyrosine, arginine, and isoleucine. Of these amino acids, which is most likely to be inside the transmembrane domain?", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "Glycine", "op_text": "A. Glycine"}, {"op_idx": "B", "op_value": "Tyrosine", "op_text": "B. Tyrosine"}, {"op_idx": "C", "op_value": "Arginine", "op_text": "C. Arginine"}, {"op_idx": "D", "op_value": "Isoleucine", "op_text": "D. Isoleucine"}]}
{"exam_name": "mmlu-college_medicine", "id": "00135", "Q": "Which of the following nucleotide bases is not found in RNA?", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "Thymine", "op_text": "A. Thymine"}, {"op_idx": "B", "op_value": "Adenine", "op_text": "B. Adenine"}, {"op_idx": "C", "op_value": "Uracil", "op_text": "C. Uracil"}, {"op_idx": "D", "op_value": "Guanine", "op_text": "D. Guanine"}]}
{"exam_name": "mmlu-college_medicine", "id": "00136", "Q": "Fast-twitch fibres contain:", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "a relatively large number of mitochondria and low ATPase activity.", "op_text": "A. a relatively large number of mitochondria and low ATPase activity."}, {"op_idx": "B", "op_value": "a relatively small number of mitochondria and low ATPase activity.", "op_text": "B. a relatively small number of mitochondria and low ATPase activity."}, {"op_idx": "C", "op_value": "a relatively small number of mitochondria and high ATPase activity.", "op_text": "C. a relatively small number of mitochondria and high ATPase activity."}, {"op_idx": "D", "op_value": "a relatively large number of mitochondria and high ATPase activity.", "op_text": "D. a relatively large number of mitochondria and high ATPase activity."}]}
{"exam_name": "mmlu-college_medicine", "id": "00137", "Q": "The conversion of one molecule of glucose to two molecules of pyruvate results in the net formation of:", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "six molecules of water.", "op_text": "A. six molecules of water."}, {"op_idx": "B", "op_value": "two molecules of ATP.", "op_text": "B. two molecules of ATP."}, {"op_idx": "C", "op_value": "three molecules of ATP.", "op_text": "C. three molecules of ATP."}, {"op_idx": "D", "op_value": "thirty-eight molecules of ATP.", "op_text": "D. thirty-eight molecules of ATP."}]}
{"exam_name": "mmlu-college_medicine", "id": "00138", "Q": "Acute Myeloid Leukemia is a malignant cancer in which myeloid progenitor cells become rapidly dividing and retain their semi-stem cell state. Under normal circumstances, which of the following cell types would arise from this stem cell?", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "NK cell", "op_text": "A. NK cell"}, {"op_idx": "B", "op_value": "Platelet", "op_text": "B. Platelet"}, {"op_idx": "C", "op_value": "T cell", "op_text": "C. T cell"}, {"op_idx": "D", "op_value": "Lymphoid progenitor", "op_text": "D. Lymphoid progenitor"}]}
{"exam_name": "mmlu-college_medicine", "id": "00139", "Q": "Lactate and hydrogen ions leave the muscle:", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "via a cotransport mechanism with carnosine.", "op_text": "A. via a cotransport mechanism with carnosine."}, {"op_idx": "B", "op_value": "via an active transport mechanism.", "op_text": "B. via an active transport mechanism."}, {"op_idx": "C", "op_value": "via a protein transporter molecule.", "op_text": "C. via a protein transporter molecule."}, {"op_idx": "D", "op_value": "by simple diffusion.", "op_text": "D. by simple diffusion."}]}
{"exam_name": "mmlu-college_medicine", "id": "00140", "Q": "There are five stages of mitosis that must be carried out correctly for a cell to properly divide. Match the stage of mitosis with its proper component:\nProphase — Dissolution of nucleoli", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "Metaphase — Formation of two distinct nuclear membranes", "op_text": "A. Metaphase — Formation of two distinct nuclear membranes"}, {"op_idx": "B", "op_value": "Cytokinesis — Separation of sister chromatids to their respective poles", "op_text": "B. Cytokinesis — Separation of sister chromatids to their respective poles"}, {"op_idx": "C", "op_value": "Telophase — Formation of the equatorial plate", "op_text": "C. Telophase — Formation of the equatorial plate"}, {"op_idx": "D", "op_value": "Anaphase — Separation of the cytoplasm and organelles", "op_text": "D. Anaphase — Separation of the cytoplasm and organelles"}]}
{"exam_name": "mmlu-college_medicine", "id": "00141", "Q": "A study examined admissions to exceptionally selective colleges. When examining the correlates of admission acceptance, two obvious factors that strongly correlated with admissions were GPA and standardized test scores, with correlation values of +0.41 and +0.55 respectively. However, the study also demonstrated that those students who had social networks that overlapped with the alumni networks of the selective colleges were even more likely to be admitted, with a correlation between social network and alumni network of +0.61. This correlation demonstrates:", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "the value of cultural capital.", "op_text": "A. the value of cultural capital."}, {"op_idx": "B", "op_value": "a meritocracy. ", "op_text": "B. a meritocracy. "}, {"op_idx": "C", "op_value": "he value of social capital.", "op_text": "C. he value of social capital."}, {"op_idx": "D", "op_value": "a false association.", "op_text": "D. a false association."}]}
{"exam_name": "mmlu-college_medicine", "id": "00142", "Q": "A patient comes into the hospital after being bit by a dog who he stated was “acting crazy”. The wound is open and bleeding. Animal control captured the dog and said that it was foaming at the mouth and extremely aggressive. Suspecting a rabies infection, the patient is given a serum that contains rabies antibodies that were grown inside a horse. This is an example of what kind of immunity?", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "Passive", "op_text": "A. Passive"}, {"op_idx": "B", "op_value": "Active", "op_text": "B. Active"}, {"op_idx": "C", "op_value": "Natural", "op_text": "C. Natural"}, {"op_idx": "D", "op_value": "Artificial", "op_text": "D. Artificial"}]}
{"exam_name": "mmlu-college_medicine", "id": "00143", "Q": "The World Systems Theory divides the world as a unit into three subcategories: core countries, periphery countries, and semi-periphery countries. Which of the following answers correlates best with semi-periphery countries?", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "Strong central government.", "op_text": "A. Strong central government."}, {"op_idx": "B", "op_value": "An economy centralized around one natural resource.", "op_text": "B. An economy centralized around one natural resource."}, {"op_idx": "C", "op_value": "A diversified and developed economy.", "op_text": "C. A diversified and developed economy."}, {"op_idx": "D", "op_value": "Small percentage of very high class individuals.", "op_text": "D. Small percentage of very high class individuals."}]}
{"exam_name": "mmlu-college_medicine", "id": "00144", "Q": "Kinase reactions:", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "inhibit ATP breakdown.", "op_text": "A. inhibit ATP breakdown."}, {"op_idx": "B", "op_value": "involve the addition or removal of a phosphate group.", "op_text": "B. involve the addition or removal of a phosphate group."}, {"op_idx": "C", "op_value": "involve the addition or removal of a ketone group.", "op_text": "C. involve the addition or removal of a ketone group."}, {"op_idx": "D", "op_value": "involve the addition or removal of an amino acid to a polypeptide chain.", "op_text": "D. involve the addition or removal of an amino acid to a polypeptide chain."}]}
{"exam_name": "mmlu-college_medicine", "id": "00145", "Q": "The main fate of lactate that leaves muscle and enters the circulation is:", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "conversion to urea in the liver.", "op_text": "A. conversion to urea in the liver."}, {"op_idx": "B", "op_value": "conversion to glucose in the heart.", "op_text": "B. conversion to glucose in the heart."}, {"op_idx": "C", "op_value": "excretion via the kidneys.", "op_text": "C. excretion via the kidneys."}, {"op_idx": "D", "op_value": "uptake and oxidation by other tissues.", "op_text": "D. uptake and oxidation by other tissues."}]}
{"exam_name": "mmlu-college_medicine", "id": "00146", "Q": "The ATP store in muscle can only supply energy in high intensity exercise for about:", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "2 milliseconds.", "op_text": "A. 2 milliseconds."}, {"op_idx": "B", "op_value": "2 seconds.", "op_text": "B. 2 seconds."}, {"op_idx": "C", "op_value": "10 seconds.", "op_text": "C. 10 seconds."}, {"op_idx": "D", "op_value": "20 seconds.", "op_text": "D. 20 seconds."}]}
{"exam_name": "mmlu-college_medicine", "id": "00147", "Q": "Glycogen breakdown in exercising muscle is activated by:", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "insulin.", "op_text": "A. insulin."}, {"op_idx": "B", "op_value": "cortisol.", "op_text": "B. cortisol."}, {"op_idx": "C", "op_value": "increased pH.", "op_text": "C. increased pH."}, {"op_idx": "D", "op_value": "none of the above.", "op_text": "D. none of the above."}]}
{"exam_name": "mmlu-college_medicine", "id": "00148", "Q": "According to attachment theory, which of the following children is most likely to attach to a male psychologist, previously unknown to the child, in the course of a psychological study?", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "A two month old female infant raised in a safe, stable environment", "op_text": "A. A two month old female infant raised in a safe, stable environment"}, {"op_idx": "B", "op_value": "A five month old male infant raised in a safe, stable environment", "op_text": "B. A five month old male infant raised in a safe, stable environment"}, {"op_idx": "C", "op_value": "An eight month old male infant raised by a single caregiver who frequently neglect the child", "op_text": "C. An eight month old male infant raised by a single caregiver who frequently neglect the child"}, {"op_idx": "D", "op_value": "A thirteen month old female infant raised by two caregivers who occasionally neglect the child", "op_text": "D. A thirteen month old female infant raised by two caregivers who occasionally neglect the child"}]}
{"exam_name": "mmlu-college_medicine", "id": "00149", "Q": "Creatine is synthesized from:", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "amino acids in the muscles.", "op_text": "A. amino acids in the muscles."}, {"op_idx": "B", "op_value": "amino acids in the liver.", "op_text": "B. amino acids in the liver."}, {"op_idx": "C", "op_value": "amino acids in the kidneys.", "op_text": "C. amino acids in the kidneys."}, {"op_idx": "D", "op_value": "creatinine in the kidneys.", "op_text": "D. creatinine in the kidneys."}]}
{"exam_name": "mmlu-college_medicine", "id": "00150", "Q": "The hypothalamus controls the stress response of the body by releasing CRF, which leads to eventual release of cortisol, the body’s stress hormone, systemically. This trigger is eventually suppressed by which mechanism?", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "Constriction of blood flow to the adrenal gland.", "op_text": "A. Constriction of blood flow to the adrenal gland."}, {"op_idx": "B", "op_value": "Exhaustion of the body’s store of CRF.", "op_text": "B. Exhaustion of the body’s store of CRF."}, {"op_idx": "C", "op_value": "Negative feedback loop of cortisol.", "op_text": "C. Negative feedback loop of cortisol."}, {"op_idx": "D", "op_value": "Release of CRF-inhibitory factor.", "op_text": "D. Release of CRF-inhibitory factor."}]}
{"exam_name": "mmlu-college_medicine", "id": "00151", "Q": "A local politician starts a task force to reduce prejudice and hate crimes, and the task force provides recommendations for increased access to education, paid community improvement projects open to people from different, possibly conflicted, groups, and stricter anti-hate ordinances to be passed at the local level. These recommendations are based on:\nI. Self-esteem hypothesis\nII. Contact hypothesis\nIII. Hypothesis\nIV. Legal hypothesis", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "I, II, and III", "op_text": "A. I, II, and III"}, {"op_idx": "B", "op_value": "II, III, and IV", "op_text": "B. II, III, and IV"}, {"op_idx": "C", "op_value": "I, III, and IV", "op_text": "C. I, III, and IV"}, {"op_idx": "D", "op_value": "I, II, and IV", "op_text": "D. I, II, and IV"}]}
{"exam_name": "mmlu-college_medicine", "id": "00152", "Q": "The energy for all forms of muscle contraction is provided by:", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "ATP.", "op_text": "A. ATP."}, {"op_idx": "B", "op_value": "ADP.", "op_text": "B. ADP."}, {"op_idx": "C", "op_value": "phosphocreatine.", "op_text": "C. phosphocreatine."}, {"op_idx": "D", "op_value": "oxidative phosphorylation.", "op_text": "D. oxidative phosphorylation."}]}
{"exam_name": "mmlu-college_medicine", "id": "00153", "Q": "How can several different proteins be produced from the same gene?", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "By selective transcription of different parts of the DNA in the gene.", "op_text": "A. By selective transcription of different parts of the DNA in the gene."}, {"op_idx": "B", "op_value": "By doubling or tripling the length of the mRNA molecule produced from the primary transcript.", "op_text": "B. By doubling or tripling the length of the mRNA molecule produced from the primary transcript."}, {"op_idx": "C", "op_value": "The primary transcripts of many genes can be spliced in various ways to produce different mRNAs, a process known as alternative RNA splicing.", "op_text": "C. The primary transcripts of many genes can be spliced in various ways to produce different mRNAs, a process known as alternative RNA splicing."}, {"op_idx": "D", "op_value": "By splicing of the mRNA molecule after it has been formed from the primary transcript.", "op_text": "D. By splicing of the mRNA molecule after it has been formed from the primary transcript."}]}
{"exam_name": "mmlu-college_medicine", "id": "00154", "Q": "Phosphocreatine in the muscle cell is found in:", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "the mitochondria.", "op_text": "A. the mitochondria."}, {"op_idx": "B", "op_value": "all subcellular compartments.", "op_text": "B. all subcellular compartments."}, {"op_idx": "C", "op_value": "the sarcolemma.", "op_text": "C. the sarcolemma."}, {"op_idx": "D", "op_value": "the cytoplasm.", "op_text": "D. the cytoplasm."}]}
{"exam_name": "mmlu-college_medicine", "id": "00155", "Q": "A scientist using mouse models to determine the response of blood hormones to large levels of glucose in the body discovers a new hormone not previously described. According to his data, this hormone is found both inside and out of cells when carrying out its function, increase the amount of nucleic acid in the cell while functioning, and are derived from a structure containing four hydroxycarbon rings. This will likely be categorized as which type of hormone?", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "Enzymatic", "op_text": "A. Enzymatic"}, {"op_idx": "B", "op_value": "Steroid", "op_text": "B. Steroid"}, {"op_idx": "C", "op_value": "Peptide", "op_text": "C. Peptide"}, {"op_idx": "D", "op_value": "Amino acid", "op_text": "D. Amino acid"}]}
{"exam_name": "mmlu-college_medicine", "id": "00156", "Q": "The coding sequences of genes are called:", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "extrons.", "op_text": "A. extrons."}, {"op_idx": "B", "op_value": "exons.", "op_text": "B. exons."}, {"op_idx": "C", "op_value": "introns.", "op_text": "C. introns."}, {"op_idx": "D", "op_value": "codons.", "op_text": "D. codons."}]}
{"exam_name": "mmlu-college_medicine", "id": "00157", "Q": "Each of the following is an example of the transmission of knowledge through symbolic culture EXCEPT:\nI. A young macaque monkey learning to rinse off food in the ocean from an older monkey, even when the food is not covered in dirt or sand.\nII. A child learning the rules of baseball from a parent.\nIII. A new group of inductees in a military organization experiencing hazing rituals from older students, which they then later carry out on new recruits.", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "I only", "op_text": "A. I only"}, {"op_idx": "B", "op_value": "III only", "op_text": "B. III only"}, {"op_idx": "C", "op_value": "I and III only", "op_text": "C. I and III only"}, {"op_idx": "D", "op_value": "II and III only", "op_text": "D. II and III only"}]}
{"exam_name": "mmlu-college_medicine", "id": "00158", "Q": "One of the many reasons that the eukaryotic cell can possess so much information in its DNA is the ability to condense coding regions when they are not being expressed. When acting on DNA, which of the following processes will usually lead to a decrease in gene expression?", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "Increased histone acetyltransferase activity", "op_text": "A. Increased histone acetyltransferase activity"}, {"op_idx": "B", "op_value": "Decrease in histone deacetyltransferase activity", "op_text": "B. Decrease in histone deacetyltransferase activity"}, {"op_idx": "C", "op_value": "Increase in methylation activity", "op_text": "C. Increase in methylation activity"}, {"op_idx": "D", "op_value": "Increase in heterochromatin:euchromatin ratio", "op_text": "D. Increase in heterochromatin:euchromatin ratio"}]}
{"exam_name": "mmlu-college_medicine", "id": "00159", "Q": "Anaerobic metabolism refers to the generation of ATP:", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "without the involvement of ADP.", "op_text": "A. without the involvement of ADP."}, {"op_idx": "B", "op_value": "without the use of glycogen.", "op_text": "B. without the use of glycogen."}, {"op_idx": "C", "op_value": "without the use of oxygen.", "op_text": "C. without the use of oxygen."}, {"op_idx": "D", "op_value": "in the absence of available oxygen.", "op_text": "D. in the absence of available oxygen."}]}
{"exam_name": "mmlu-college_medicine", "id": "00160", "Q": "Which of the following molecules does not form part of DNA?", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "Purine", "op_text": "A. Purine"}, {"op_idx": "B", "op_value": "Pyrimidine", "op_text": "B. Pyrimidine"}, {"op_idx": "C", "op_value": "Deoxyribose", "op_text": "C. Deoxyribose"}, {"op_idx": "D", "op_value": "Amino acid", "op_text": "D. Amino acid"}]}
{"exam_name": "mmlu-college_medicine", "id": "00161", "Q": "How many electrons does gold (Au) possess that have a quantum number l = 2?", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "9", "op_text": "A. 9"}, {"op_idx": "B", "op_value": "23", "op_text": "B. 23"}, {"op_idx": "C", "op_value": "29", "op_text": "C. 29"}, {"op_idx": "D", "op_value": "79", "op_text": "D. 79"}]}
{"exam_name": "mmlu-college_medicine", "id": "00162", "Q": "Sauna use, sometimes referred to as \"sauna bathing,\" is characterized by short-term passive exposure to extreme heat. This exposure elicits mild hyperthermia – an increase in the body's core temperature – that induces a thermoregulatory response involving neuroendocrine, cardiovascular, and cytoprotective mechanisms that work together to restore homeostasis and condition the body for future heat stressors… In recent decades, sauna bathing has emerged as a means to increase lifespan and improve overall health, based on compelling data from observational, interventional, and mechanistic studies. Of particular interest are the findings from studies of participants in the Kuopio Ischemic Heart Disease Risk Factor (KIHD) Study, an ongoing prospective population-based cohort study of health outcomes in more than 2,300 middle-aged men from eastern Finland, which identified strong links between sauna use and reduced death and disease… The KIHD findings showed that men who used the sauna two to three times per week were 27 percent less likely to die from cardiovascular-related causes than men who didn't use the sauna.[2] Furthermore, the benefits they experienced were found to be dose-dependent: Men who used the sauna roughly twice as often, about four to seven times per week, experienced roughly twice the benefits – and were 50 percent less likely to die from cardiovascular-related causes.[2] In addition, frequent sauna users were found to be 40 percent less likely to die from all causes of premature death. These findings held true even when considering age, activity levels, and lifestyle factors that might have influenced the men's health.[2]... The KIHD also revealed that frequent sauna use reduced the risk of developing dementia and Alzheimer's disease in a dose-dependent manner. Men who used the sauna two to three times per week had a 66 percent lower risk of developing dementia and a 65 percent lower risk of developing Alzheimer's disease, compared to men who used the sauna only one time per week… The health benefits associated with sauna use extended to other aspects of mental health, as well. Men participating in the KIHD study who used the sauna four to seven times per week were 77 percent less likely to develop psychotic disorders, regardless of the men's dietary habits, socioeconomic status, physical activity, and inflammatory status (as measured by C-reactive protein)…Exposure to high temperature stresses the body, eliciting a rapid, robust response. The skin and core body temperatures increase markedly, and sweating ensues. The skin heats first, rising to 40°C (104°F), and then changes in core body temperature occur, rising slowly from 37°C (98.6°F, or normal) to 38°C (100.4°F) and then rapidly increasing to 39°C (102.2°F)…  Cardiac output, a measure of the amount of work the heart performs in response to the body's need for oxygen, increases by 60 to 70 percent, while the heart rate (the number of beats per minute) increases and the stroke volume (the amount of blood pumped) remains unchanged.[5] During this time, approximately 50 to 70 percent of the body's blood flow is redistributed from the core to the skin to facilitate sweating. The average person loses approximately 0.5 kg of sweat while sauna bathing.[11] Acute heat exposure also induces a transient increase in overall plasma volume to mitigate the decrease in core blood volume. This increase in plasma volume not only provides a reserve source of fluid for sweating, but it also acts like the water in a car's radiator, cooling the body to prevent rapid increases in core body temperature and promoting heat tolerance… Repeated sauna use acclimates the body to heat and optimizes the body's response to future exposures, likely due to a biological phenomenon known as hormesis, a compensatory defense response following exposure to a mild stressor that is disproportionate to the magnitude of the stressor. Hormesis triggers a vast array of protective mechanisms that not only repair cell damage but also provide protection from subsequent exposures to more devastating stressors… The physiological responses to sauna use are remarkably similar to those experienced during moderate- to vigorous-intensity exercise. In fact, sauna use has been proposed as an alternative to exercise for people who are unable to engage in physical activity due to chronic disease or physical limitations.[13]\n\nAccording to the article, which of the following is NOT a benefit of sauna use?", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "Decreased risk of heart attacks.", "op_text": "A. Decreased risk of heart attacks."}, {"op_idx": "B", "op_value": "Increase in stroke volume.", "op_text": "B. Increase in stroke volume."}, {"op_idx": "C", "op_value": "Improved mental health.", "op_text": "C. Improved mental health."}, {"op_idx": "D", "op_value": "Decreased rate of erectile dysfunction.", "op_text": "D. Decreased rate of erectile dysfunction."}]}
{"exam_name": "mmlu-college_medicine", "id": "00163", "Q": "With an increasing number of sprints the:", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "anaerobic contribution progressively increases.", "op_text": "A. anaerobic contribution progressively increases."}, {"op_idx": "B", "op_value": "pH of the muscle falls below 6.0.", "op_text": "B. pH of the muscle falls below 6.0."}, {"op_idx": "C", "op_value": "blood glucose concentration falls below 3 mmol/L.", "op_text": "C. blood glucose concentration falls below 3 mmol/L."}, {"op_idx": "D", "op_value": "relative contribution of aerobic metabolism increases.", "op_text": "D. relative contribution of aerobic metabolism increases."}]}
{"exam_name": "mmlu-college_medicine", "id": "00164", "Q": "Fire hoses always have a nozzle on the end of the hose, which in part works by decreasing the area of the water exiting the fire hydrant to create a more forceful stream. If the starting velocity of water from a fire hydrant is 2 m/s, pressure is kept constant, and the end of the nozzle is 1/3 the area of the start of the hose, what is the final velocity of water as it exits?", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "2 m/s", "op_text": "A. 2 m/s"}, {"op_idx": "B", "op_value": "8 m/s", "op_text": "B. 8 m/s"}, {"op_idx": "C", "op_value": "5 m/s", "op_text": "C. 5 m/s"}, {"op_idx": "D", "op_value": "6 m/s", "op_text": "D. 6 m/s"}]}
{"exam_name": "mmlu-college_medicine", "id": "00165", "Q": "Pairs of electrons carried in the form, FADH2 and NADH+H, collectively contain enough free energy to rephosphorylate:", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "6 ATP.", "op_text": "A. 6 ATP."}, {"op_idx": "B", "op_value": "5 ATP.", "op_text": "B. 5 ATP."}, {"op_idx": "C", "op_value": "4 ATP.", "op_text": "C. 4 ATP."}, {"op_idx": "D", "op_value": "3 ATP.", "op_text": "D. 3 ATP."}]}
{"exam_name": "mmlu-college_medicine", "id": "00166", "Q": "The energy released from the breakdown of the high-energy phosphates, ATP and phosphocreatine, can sustain maximal exertion exercise for about:", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "1-2 seconds.", "op_text": "A. 1-2 seconds."}, {"op_idx": "B", "op_value": "5-10 seconds.", "op_text": "B. 5-10 seconds."}, {"op_idx": "C", "op_value": "30-40 seconds.", "op_text": "C. 30-40 seconds."}, {"op_idx": "D", "op_value": "50-60 seconds.", "op_text": "D. 50-60 seconds."}]}
{"exam_name": "mmlu-college_medicine", "id": "00167", "Q": "The sex of a child is dictated by the inheritance of:", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "the number of X chromosomes from the mother.", "op_text": "A. the number of X chromosomes from the mother."}, {"op_idx": "B", "op_value": "a recessive allele on the X chromosome.", "op_text": "B. a recessive allele on the X chromosome."}, {"op_idx": "C", "op_value": "a single Y chromosome from the mother.", "op_text": "C. a single Y chromosome from the mother."}, {"op_idx": "D", "op_value": "a single Y chromosome from the father.", "op_text": "D. a single Y chromosome from the father."}]}
{"exam_name": "mmlu-college_medicine", "id": "00168", "Q": "The blood glucose concentration during 80-90 minutes of intermittent high intensity exercise:", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "frequently rises by 1 - 3 mM.", "op_text": "A. frequently rises by 1 - 3 mM."}, {"op_idx": "B", "op_value": "remains relatively unchanged.", "op_text": "B. remains relatively unchanged."}, {"op_idx": "C", "op_value": "frequently falls by 1 - 3 mM.", "op_text": "C. frequently falls by 1 - 3 mM."}, {"op_idx": "D", "op_value": "falls to hypoglycaemic levels.", "op_text": "D. falls to hypoglycaemic levels."}]}
{"exam_name": "mmlu-college_medicine", "id": "00169", "Q": "During DNA replication, mistakes are coded into the leading strand about once every 100,000/1 million copies. This DNA is subject to proofreading by several mechanisms. If a mistake is noted and the incorrect base is removed shortly following the time RNA primer is removed, this would most likely be the work of which repair mechanism?", "A": "A", "C": null, "OP": [{"op_idx": "A", "op_value": "DNA polymerase I", "op_text": "A. DNA polymerase I"}, {"op_idx": "B", "op_value": "DNA polymerase III", "op_text": "B. DNA polymerase III"}, {"op_idx": "C", "op_value": "Mismatch repair mechanism", "op_text": "C. Mismatch repair mechanism"}, {"op_idx": "D", "op_value": "Endonuclease repair", "op_text": "D. Endonuclease repair"}]}
{"exam_name": "mmlu-college_medicine", "id": "00170", "Q": "Which of the following statements is false?", "A": "D", "C": null, "OP": [{"op_idx": "A", "op_value": "Phosphofructokinase is the rate limiting enzyme in glycolysis.", "op_text": "A. Phosphofructokinase is the rate limiting enzyme in glycolysis."}, {"op_idx": "B", "op_value": "Phosphorylase activity is higher in Type II fibres than in Type I fibres.", "op_text": "B. Phosphorylase activity is higher in Type II fibres than in Type I fibres."}, {"op_idx": "C", "op_value": "Endurance training increases the amount of TCA cycle enzymes in muscle.", "op_text": "C. Endurance training increases the amount of TCA cycle enzymes in muscle."}, {"op_idx": "D", "op_value": "Oxygen is consumed in the TCA cycle.", "op_text": "D. Oxygen is consumed in the TCA cycle."}]}
{"exam_name": "mmlu-college_medicine", "id": "00171", "Q": "Each of the following are aspects of the McDonaldization of Society EXCEPT:", "A": "C", "C": null, "OP": [{"op_idx": "A", "op_value": "Rationalization of decisions into cost/benefit analysis structures and away from traditional modes of thinking", "op_text": "A. Rationalization of decisions into cost/benefit analysis structures and away from traditional modes of thinking"}, {"op_idx": "B", "op_value": "Bureaucratic organization that formalizes well-establish division of labor and impersonal structures", "op_text": "B. Bureaucratic organization that formalizes well-establish division of labor and impersonal structures"}, {"op_idx": "C", "op_value": "A dissolution of hierarchical modes of authority into collaborative teambased decision protocols", "op_text": "C. A dissolution of hierarchical modes of authority into collaborative teambased decision protocols"}, {"op_idx": "D", "op_value": "An intense effort on achieving sameness across diverse markets", "op_text": "D. An intense effort on achieving sameness across diverse markets"}]}
{"exam_name": "mmlu-college_medicine", "id": "00172", "Q": "The descending loop of Henle of the nephron of the kidney is permeable to which of the following substances?", "A": "B", "C": null, "OP": [{"op_idx": "A", "op_value": "Na+", "op_text": "A. Na+"}, {"op_idx": "B", "op_value": "H2O", "op_text": "B. H2O"}, {"op_idx": "C", "op_value": "K+", "op_text": "C. K+"}, {"op_idx": "D", "op_value": "Cl-", "op_text": "D. Cl-"}]}
